[
  {
    "voice": "J. Denny Weaver",
    "title": "Narrative Christus Victor",
    "text": "The atonement is a narrative of conflict where the non-violent Jesus confronts the powers of systemic evil. He defeats them not by a superior force, but by exposing their violence and rising from the dead.",
    "tags": [
      "Atonement",
      "Non-Violence"
    ],
    "created_at": "2025-12-05T02:22:31.161Z",
    "id": 462
  },
  {
    "voice": "J. Denny Weaver",
    "title": "Rejection of Satisfaction",
    "text": "The idea that God needed a death to satisfy justice (Satisfaction Theory) projects a feudal legal system onto God. The God of Jesus does not need blood to forgive; He needs us to stop killing.",
    "tags": [
      "Justice",
      "Scapegoat"
    ],
    "created_at": "2025-12-05T02:22:30.161Z",
    "id": 463
  },
  {
    "voice": "J. Denny Weaver",
    "title": "The Cross as Human Violence",
    "text": "The cross was not a requirement of God's law, but the inevitable result of God's love entering a violent world. We killed Him; God raised Him.",
    "tags": [
      "Trinity",
      "Judgment"
    ],
    "created_at": "2025-12-05T02:22:29.161Z",
    "id": 464
  },
  {
    "voice": "J. Denny Weaver",
    "title": "The Non-Violent God",
    "text": "If Jesus is the full revelation of God, and Jesus was non-violent, then God is non-violent. Any theology that requires God to use violence to save us creates a split in the Trinity.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-05T02:22:28.161Z",
    "id": 465
  },
  {
    "voice": "J. Denny Weaver",
    "title": "Resurrection as Vindication",
    "text": "The resurrection is God's 'Yes' to the way of Jesus and 'No' to the powers that killed Him. It proves that non-violent love is the ultimate power in the universe.",
    "tags": [
      "Justice",
      "Atonement"
    ],
    "created_at": "2025-12-05T02:22:27.161Z",
    "id": 466
  },
  {
    "voice": "J. Denny Weaver",
    "title": "The Anselmian Error",
    "text": "Anselm's satisfaction theory portrays God as a feudal lord whose honor has been offended. This image traps God in a legal system where He cannot simply forgive but must exact a payment.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-05T02:22:26.161Z",
    "id": 467
  },
  {
    "voice": "J. Denny Weaver",
    "title": "Salvation as Liberation",
    "text": "Salvation is not just a transaction for the afterlife; it is liberation from the powers of slavery, racism, and violence in this life. It is joining the non-violent reign of God.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-05T02:22:25.161Z",
    "id": 468
  },
  {
    "voice": "J. Denny Weaver",
    "title": "The Two Narratives",
    "text": "There are two competing narratives: the myth of redemptive violence (peace through force) and the gospel of peace (peace through suffering love). The church must choose which story it inhabits.",
    "tags": [
      "Non-Violence",
      "Scapegoat"
    ],
    "created_at": "2025-12-05T02:22:24.161Z",
    "id": 469
  },
  {
    "voice": "J. Denny Weaver",
    "title": "God is Not Janus-Faced",
    "text": "We cannot have a God who commands us to love our enemies but reserves the right to destroy His own. God's character is consistent; what we see in Jesus is the whole truth.",
    "tags": [
      "Trinity",
      "Judgment"
    ],
    "created_at": "2025-12-05T02:22:23.161Z",
    "id": 470
  },
  {
    "voice": "J. Denny Weaver",
    "title": "Sin as Systemic",
    "text": "Sin is not just individual moral failure; it is participation in systemic evil (the 'Powers'). The cross exposes these systems (Rome, Religion) as bankrupt and violent.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-05T02:22:22.161Z",
    "id": 471
  },
  {
    "voice": "J. Denny Weaver",
    "title": "The Meaning of Blood",
    "text": "The blood of Jesus does not appease an angry Father. It signifies the life of Jesus given up to the point of death. It is the cost of non-violent resistance, not a payment to a deity.",
    "tags": [
      "Atonement",
      "Scapegoat"
    ],
    "created_at": "2025-12-05T02:22:21.161Z",
    "id": 472
  },
  {
    "voice": "J. Denny Weaver",
    "title": "Ethical Atonement",
    "text": "You cannot separate the theology of atonement from the ethics of the believer. If we are saved by non-violent love, we must live by non-violent love. An atonement that allows for war is a false atonement.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-05T02:22:20.161Z",
    "id": 473
  },
  {
    "voice": "J. Denny Weaver",
    "title": "Accommodating Violence",
    "text": "Classic atonement theories often accommodate the sword of the state. Narrative Christus Victor challenges the state's monopoly on violence by declaring Jesus as the only true Lord.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-05T02:22:19.161Z",
    "id": 474
  },
  {
    "voice": "J. Denny Weaver",
    "title": "The Resurrection is Central",
    "text": "In penal substitution, the resurrection is an afterthought—a happy ending to the payment. In Christus Victor, the resurrection *is* the victory. Without it, death wins.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-05T02:22:18.161Z",
    "id": 475
  },
  {
    "voice": "J. Denny Weaver",
    "title": "The Trap of Necessity",
    "text": "To say the cross was 'necessary' to satisfy God makes violence internal to God's nature. The cross was necessary only because humans are violent, and God refused to bypass our freedom.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-05T02:22:17.161Z",
    "id": 476
  },
  {
    "voice": "J. Denny Weaver",
    "title": "Forgiveness is Free",
    "text": "The parable of the Prodigal Son shows a father who runs to welcome the son without demanding a sacrifice or payment. This is the true picture of divine forgiveness.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-05T02:22:16.161Z",
    "id": 477
  },
  {
    "voice": "J. Denny Weaver",
    "title": "Destroying the Destroyer",
    "text": "Jesus partook of flesh and blood so that 'through death he might destroy him who has the power of death, that is, the devil' (Hebrews 2:14). This is the definition of victory.",
    "tags": [
      "Judgment",
      "Atonement"
    ],
    "created_at": "2025-12-05T02:22:15.161Z",
    "id": 478
  },
  {
    "voice": "J. Denny Weaver",
    "title": "Divine Abuse?",
    "text": "If God the Father demands the violent death of His Son to satisfy His own anger, this looks indistinguishable from cosmic child abuse. The narrative view avoids this by positing the violence as wholly human.",
    "tags": [
      "Trinity",
      "Scapegoat"
    ],
    "created_at": "2025-12-05T02:22:14.161Z",
    "id": 479
  },
  {
    "voice": "J. Denny Weaver",
    "title": "The Revelation of Revelation",
    "text": "The book of Revelation is not a script for future violence; it is the unveiling of the Lamb who was slain. The Lion *is* the Lamb. God conquers by self-sacrifice, not by becoming a super-Roman emperor.",
    "tags": [
      "Judgment",
      "Non-Violence"
    ],
    "created_at": "2025-12-05T02:22:13.161Z",
    "id": 480
  },
  {
    "voice": "J. Denny Weaver",
    "title": "Justice as Life",
    "text": "Divine justice is not checking a box on a legal ledger; it is the restoration of life where death had reigned. It is making the creation whole again.",
    "tags": [
      "Justice",
      "Trinity"
    ],
    "created_at": "2025-12-05T02:22:12.161Z",
    "id": 481
  },
  {
    "voice": "J. Denny Weaver",
    "title": "The Political Jesus",
    "text": "Jesus was not executed for telling people to be nice. He was executed because his non-violent Kingdom threatened the violent order of Rome and the Temple.",
    "tags": [
      "Justice",
      "Scapegoat"
    ],
    "created_at": "2025-12-05T02:22:11.161Z",
    "id": 482
  },
  {
    "voice": "George Fifield",
    "title": "The Final Revelation",
    "text": "In the end, the whole universe will see that God is love, and that His law is life. The destruction of the wicked will be seen as the inevitable result of their rejection of life, not an act of divine murder.",
    "tags": [
      "Judgment",
      "Trinity"
    ],
    "created_at": "2025-12-05T01:55:23.738Z",
    "id": 461
  },
  {
    "voice": "George Fifield",
    "title": "Healing the Mind",
    "text": "The problem of sin is in the mind—enmity against God. Therefore, the remedy must be a revelation of truth that heals the mind and wins back confidence. Fear cannot do this; only love can.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:23.738Z",
    "id": 460
  },
  {
    "voice": "George Fifield",
    "title": "The Mercy Seat",
    "text": "In the ark of the covenant, the mercy seat (cover) was placed *above* the law. This signifies that while the law is the foundation of God's throne, mercy is the administration of it.",
    "tags": [
      "Justice",
      "Atonement"
    ],
    "created_at": "2025-12-05T01:55:23.737Z",
    "id": 459
  },
  {
    "voice": "George Fifield",
    "title": "Victory by Surrender",
    "text": "Christ conquered Satan not by using Satan's weapons of force, but by surrendering to them. By dying, He destroyed him who had the power of death. Weakness defeated power.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:23.737Z",
    "id": 458
  },
  {
    "voice": "George Fifield",
    "title": "Divine Suffering",
    "text": "God is not impassible; He is the most sensitive Being in the universe. He feels every sorrow and every sin of His creatures. The cross was the visible manifestation of the eternal suffering of God.",
    "tags": [
      "Trinity",
      "Atonement"
    ],
    "created_at": "2025-12-05T01:55:23.737Z",
    "id": 457
  },
  {
    "voice": "George Fifield",
    "title": "The Scapegoat",
    "text": "Azazel, the scapegoat sent into the wilderness, represents Satan, the author of sin. He does not make atonement; he simply carries the final responsibility for the rebellion back to its source.",
    "tags": [
      "Scapegoat",
      "Judgment"
    ],
    "created_at": "2025-12-05T01:55:23.737Z",
    "id": 456
  },
  {
    "voice": "George Fifield",
    "title": "The Consuming Fire",
    "text": "God is a consuming fire to sin because His nature is intense purity and love. To the sinner who identifies with sin, this presence feels like destruction; to the saint, it is warmth and light.",
    "tags": [
      "Judgment",
      "Trinity"
    ],
    "created_at": "2025-12-05T01:55:23.736Z",
    "id": 455
  },
  {
    "voice": "George Fifield",
    "title": "God in Christ",
    "text": "We must not think of Christ pleading with a reluctant Father. 'God was in Christ, reconciling the world to Himself.' The Father and Son were one in the act of redemption.",
    "tags": [
      "Trinity",
      "Atonement"
    ],
    "created_at": "2025-12-05T01:55:23.736Z",
    "id": 454
  },
  {
    "voice": "George Fifield",
    "title": "Force Creates Rebels",
    "text": "You can force a man to serve, but you cannot force him to love. God desires love, therefore He has renounced the use of force. His government is based entirely on the freedom of the will.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:23.736Z",
    "id": 453
  },
  {
    "voice": "George Fifield",
    "title": "The Law of Love",
    "text": "The Ten Commandments are not a list of prohibitions but a description of the character of God. They are ten promises of what God will do in the heart that trusts Him.",
    "tags": [
      "Justice",
      "Trinity"
    ],
    "created_at": "2025-12-05T01:55:23.736Z",
    "id": 452
  },
  {
    "voice": "George Fifield",
    "title": "Pagan vs. Christian Sacrifice",
    "text": "In paganism, man offers a sacrifice to appease an angry god. In Christianity, the loving God provides the sacrifice to reconcile an estranged man. The direction of the offering is entirely reversed.",
    "tags": [
      "Atonement",
      "Scapegoat"
    ],
    "created_at": "2025-12-05T01:55:23.735Z",
    "id": 451
  },
  {
    "voice": "George Fifield",
    "title": "The Cup of Trembling",
    "text": "The cup Jesus drank in Gethsemane was not the cup of God's indignation against Him, but the cup of the sins of the world. He tasted death for every man—the second death, which is total alienation from God.",
    "tags": [
      "Atonement",
      "Scapegoat"
    ],
    "created_at": "2025-12-05T01:55:23.735Z",
    "id": 450
  },
  {
    "voice": "George Fifield",
    "title": "Separation is Death",
    "text": "God is the only source of life. Therefore, complete separation from God is, by definition, cessation of existence. God does not need to execute a sinner; the sinner executes themselves by severing the connection.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:23.735Z",
    "id": 449
  },
  {
    "voice": "George Fifield",
    "title": "The Cost of Forgiveness",
    "text": "Forgiveness is not a legal fiction; it is a transfer of life. It costs the forgiver something. God forgives us by taking the burden of our sin upon His own heart and absorbing the pain of it.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:23.734Z",
    "id": 448
  },
  {
    "voice": "George Fifield",
    "title": "Calvary Reveals the Father",
    "text": "If you want to know how God feels about sin and sinners, look at Calvary. He does not rain down fire; He bears the sin of the world. He suffers the consequences of our rebellion to win us back.",
    "tags": [
      "Trinity",
      "Atonement"
    ],
    "created_at": "2025-12-05T01:55:23.734Z",
    "id": 447
  },
  {
    "voice": "George Fifield",
    "title": "The Sword of the Spirit",
    "text": "The only sword Christ wields proceeds from His mouth. It is the Truth. It slays sin, not the sinner. If the sinner clings to sin, they perish with it, but God's intent is to separate the man from the disease.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:23.734Z",
    "id": 446
  },
  {
    "voice": "George Fifield",
    "title": "Natural Law in the Spiritual World",
    "text": "God's laws are not arbitrary edicts but the laws of our being. Sin is not punished by an external executive act, but by the natural result of the violation of the law of life.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-05T01:55:23.734Z",
    "id": 445
  },
  {
    "voice": "George Fifield",
    "title": "The Hiding of the Face",
    "text": "The greatest agony of the cross was not the physical pain, but the hiding of the Father's face. God did not attack His Son; He allowed the darkness of sin to separate them in Christ's consciousness.",
    "tags": [
      "Atonement",
      "Judgment"
    ],
    "created_at": "2025-12-05T01:55:23.733Z",
    "id": 444
  },
  {
    "voice": "George Fifield",
    "title": "God Does Not Kill",
    "text": "Jesus came to reveal the Father. Jesus never killed; He healed and saved. Therefore, the Father never kills. The sword that slays the wicked is not in God's hand, but is the result of separation from the Source of Life.",
    "tags": [
      "Non-Violence",
      "Trinity"
    ],
    "created_at": "2025-12-05T01:55:23.733Z",
    "id": 443
  },
  {
    "voice": "George Fifield",
    "title": "The Wrath of Man vs. God",
    "text": "There is a distinction between the wrath of God and the wrath of man. God's wrath is the withdrawing of His protection; man's wrath is active violence. At the cross, God withdrew, and the wrath of man and Satan did the killing.",
    "tags": [
      "Judgment",
      "Non-Violence"
    ],
    "created_at": "2025-12-05T01:55:23.733Z",
    "id": 442
  },
  {
    "voice": "George Fifield",
    "title": "We Esteemed Him Stricken",
    "text": "In Isaiah 53, the prophet says 'we esteemed him stricken, smitten of God.' This was the human view, but it was false. We thought God was killing Him, but in reality, 'He was wounded for our transgressions.' It was sin that killed Him, not the Father.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-05T01:55:23.732Z",
    "id": 441
  },
  {
    "voice": "Miroslav Volf",
    "title": "Self-Donation",
    "text": "God does not hoard His life; He gives it away. The logic of the Trinity is self-donation. We are most like God when we give ourselves for the good of the other.",
    "tags": [
      "Trinity",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:21.288Z",
    "id": 440
  },
  {
    "voice": "Miroslav Volf",
    "title": "The Final Reconciliation",
    "text": "The goal of history is the reconciliation of all things in Christ. The New Jerusalem has gates that never shut, inviting the nations to bring their glory inside.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-05T01:55:21.288Z",
    "id": 439
  },
  {
    "voice": "Miroslav Volf",
    "title": "Love of Enemy",
    "text": "Loving the enemy is the ultimate test of Christian faith. It proves that our love is grounded in God, not in the worthiness of the object. It is the only force capable of turning an enemy into a friend.",
    "tags": [
      "Non-Violence",
      "Atonement"
    ],
    "created_at": "2025-12-05T01:55:21.288Z",
    "id": 438
  },
  {
    "voice": "Miroslav Volf",
    "title": "Hospitality",
    "text": "Christianity is the practice of hospitality to the stranger. By welcoming the stranger, we welcome Christ. This is not just a social nicety; it is a theological imperative.",
    "tags": [
      "Justice",
      "Trinity"
    ],
    "created_at": "2025-12-05T01:55:21.287Z",
    "id": 437
  },
  {
    "voice": "Miroslav Volf",
    "title": "Repentance as Return",
    "text": "Repentance is not just feeling bad; it is the act of turning back toward the open arms of the Father. It is the human response to the divine initiative of embrace.",
    "tags": [
      "Atonement",
      "Judgment"
    ],
    "created_at": "2025-12-05T01:55:21.287Z",
    "id": 436
  },
  {
    "voice": "Miroslav Volf",
    "title": "Cain and Abel",
    "text": "The first murder was an act of exclusion. Cain could not bear the existence of the brother who was favored. The history of violence is the history of brothers unable to share the world.",
    "tags": [
      "Scapegoat",
      "Judgment"
    ],
    "created_at": "2025-12-05T01:55:21.287Z",
    "id": 435
  },
  {
    "voice": "Miroslav Volf",
    "title": "The Sword of the State",
    "text": "While the individual Christian is called to absolute non-violence, the state may bear the sword to restrain evil. However, the church must never identify itself with the state or bless its violence.",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-05T01:55:21.286Z",
    "id": 434
  },
  {
    "voice": "Miroslav Volf",
    "title": "Embrace is not Absorption",
    "text": "Embracing the enemy does not mean agreeing with them or becoming like them. It means refusing to let their enmity define the relationship. It is an act of sovereign love.",
    "tags": [
      "Non-Violence",
      "Scapegoat"
    ],
    "created_at": "2025-12-05T01:55:21.286Z",
    "id": 433
  },
  {
    "voice": "Miroslav Volf",
    "title": "The Trinity as Social Model",
    "text": "The Trinity is the model for human society: distinct persons in perfect communion (perichoresis). We are called to reflect this divine life, neither dissolving into a collective nor isolating into individualism.",
    "tags": [
      "Trinity",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:21.286Z",
    "id": 432
  },
  {
    "voice": "Miroslav Volf",
    "title": "Distance and Belonging",
    "text": "Embrace requires distance. If we are absorbed into one another, there is no relationship. True love preserves the distinctness of the other while maintaining an unbreakable bond of belonging.",
    "tags": [
      "Trinity",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:21.286Z",
    "id": 431
  },
  {
    "voice": "Miroslav Volf",
    "title": "The End of Memory",
    "text": "In the final redemption, there may be a 'holy forgetting' of the non-redemptive aspects of our suffering. When the wound is fully healed, the memory of the pain no longer serves a purpose.",
    "tags": [
      "Judgment",
      "Atonement"
    ],
    "created_at": "2025-12-05T01:55:21.285Z",
    "id": 430
  },
  {
    "voice": "Miroslav Volf",
    "title": "Double Vision",
    "text": "To embrace the other, we must learn to see the world through their eyes. We need 'double vision'—seeing from our perspective and theirs simultaneously—to understand the truth of a conflict.",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-05T01:55:21.285Z",
    "id": 429
  },
  {
    "voice": "Miroslav Volf",
    "title": "God's Anger is Love",
    "text": "God's anger is not the opposite of His love; it is the expression of His love for the victim. He is angry because He cares. A God who was not angry at injustice would be a God who did not love.",
    "tags": [
      "Judgment",
      "Trinity"
    ],
    "created_at": "2025-12-05T01:55:21.285Z",
    "id": 428
  },
  {
    "voice": "Miroslav Volf",
    "title": "Forgiveness Requires Blame",
    "text": "You cannot forgive what you do not blame. To forgive is to name the act as evil and the perpetrator as guilty, and *then* to choose not to count it against them. Cheap grace ignores the blame; true grace absorbs it.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:21.284Z",
    "id": 427
  },
  {
    "voice": "Miroslav Volf",
    "title": "The Non-Innocence of Victims",
    "text": "Victims are not automatically innocent. While they are innocent of the specific crime against them, they often become perpetrators in their turn. The cross breaks this cycle by offering grace to both victim and victimizer.",
    "tags": [
      "Justice",
      "Scapegoat"
    ],
    "created_at": "2025-12-05T01:55:21.284Z",
    "id": 426
  },
  {
    "voice": "Miroslav Volf",
    "title": "Identity and Otherness",
    "text": "We often construct our identity by differentiating ourselves from 'enemies.' Christ calls us to find our identity in Him, which frees us to welcome the 'other' without fear of losing ourselves.",
    "tags": [
      "Scapegoat",
      "Trinity"
    ],
    "created_at": "2025-12-05T01:55:21.284Z",
    "id": 425
  },
  {
    "voice": "Miroslav Volf",
    "title": "The Risk of Grace",
    "text": "The embrace of the cross is risky. It opens God to further rejection. But there is no other way to break the cycle of violence. Grace must precede justice for justice to be restorative.",
    "tags": [
      "Non-Violence",
      "Atonement"
    ],
    "created_at": "2025-12-05T01:55:21.283Z",
    "id": 424
  },
  {
    "voice": "Miroslav Volf",
    "title": "Justice as Restoration",
    "text": "True justice is not merely the punishment of the offender but the restoration of the relationship. It requires the offender to name their deed as evil, but the goal is always community, not retribution.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-05T01:55:21.283Z",
    "id": 423
  },
  {
    "voice": "Miroslav Volf",
    "title": "Exclusion as Sin",
    "text": "Sin is 'exclusion'—shutting the other out of our world. Salvation is the breaking down of walls and the reintegration of the other into the fellowship of humanity and God.",
    "tags": [
      "Scapegoat",
      "Atonement"
    ],
    "created_at": "2025-12-05T01:55:21.283Z",
    "id": 422
  },
  {
    "voice": "Miroslav Volf",
    "title": "Memory and Redemption",
    "text": "Redemption does not mean forgetting the evil done to us, but remembering it truthfully and then choosing to release the debt. We remember the wound, but we no longer let it define the future.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:21.282Z",
    "id": 421
  },
  {
    "voice": "Miroslav Volf",
    "title": "The Will to Embrace",
    "text": "The cross is the drama of the 'will to embrace.' God does not wait for the offender to repent before offering forgiveness; He opens His arms first, creating the space for repentance to happen.",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-05T01:55:21.282Z",
    "id": 420
  },
  {
    "voice": "Derek Flood",
    "title": "The Healing of the Nations",
    "text": "The trajectory of scripture ends in Revelation not with the destruction of the nations, but with their healing. The leaves of the tree are for the healing of the nations.",
    "tags": [
      "Judgment",
      "Trinity"
    ],
    "created_at": "2025-12-05T01:55:18.387Z",
    "id": 419
  },
  {
    "voice": "Derek Flood",
    "title": "Forgiveness is Unconditional",
    "text": "If forgiveness requires a payment (like penal substitution), it is not forgiveness; it is a transaction. True forgiveness cancels the debt without demanding payment.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:18.387Z",
    "id": 418
  },
  {
    "voice": "Derek Flood",
    "title": "Repentance",
    "text": "Repentance (metanoia) means changing your mind. It is a shift in how we see God and the world. It is moving from a view of God as Retributor to God as Redeemer.",
    "tags": [
      "Atonement",
      "Judgment"
    ],
    "created_at": "2025-12-05T01:55:18.386Z",
    "id": 417
  },
  {
    "voice": "Derek Flood",
    "title": "Scapegoating",
    "text": "Religion often functions as a scapegoating mechanism to create social cohesion. The Gospel exposes this mechanism. We can no longer unite by hating a common enemy.",
    "tags": [
      "Scapegoat",
      "Non-Violence"
    ],
    "created_at": "2025-12-05T01:55:18.386Z",
    "id": 416
  },
  {
    "voice": "Derek Flood",
    "title": "The Spirit of the Text",
    "text": "Paul contrasts the 'letter that kills' with the 'Spirit that gives life.' Reading the letter (literalism) without the Spirit (love) leads to death and fundamentalism.",
    "tags": [
      "Justice",
      "Trinity"
    ],
    "created_at": "2025-12-05T01:55:18.386Z",
    "id": 415
  },
  {
    "voice": "Derek Flood",
    "title": "Enemy Love as God's Nature",
    "text": "Loving enemies is not just a hard rule for humans; it is the revelation of God's own nature. God loves His enemies. That is why we are saved.",
    "tags": [
      "Atonement",
      "Non-Violence"
    ],
    "created_at": "2025-12-05T01:55:18.386Z",
    "id": 414
  },
  {
    "voice": "Derek Flood",
    "title": "Accommodation",
    "text": "God 'accommodates' His revelation to the moral capacity of the hearers. He spoke within their cultural framework of violence to slowly subvert it from the inside.",
    "tags": [
      "Judgment",
      "Non-Violence"
    ],
    "created_at": "2025-12-05T01:55:18.385Z",
    "id": 413
  },
  {
    "voice": "Derek Flood",
    "title": "Jesus is the Lens",
    "text": "We cannot use the Old Testament to trump Jesus. Jesus is the final Word. If a text in the Old Testament contradicts the character of Jesus, we must re-evaluate our understanding of that text.",
    "tags": [
      "Trinity",
      "Judgment"
    ],
    "created_at": "2025-12-05T01:55:18.385Z",
    "id": 412
  },
  {
    "voice": "Derek Flood",
    "title": "The Myth of Redemptive Violence",
    "text": "The world believes violence saves. The Gospel declares that violence only breeds more violence. Salvation comes through suffering love that absorbs violence without returning it.",
    "tags": [
      "Non-Violence",
      "Scapegoat"
    ],
    "created_at": "2025-12-05T01:55:18.385Z",
    "id": 411
  },
  {
    "voice": "Derek Flood",
    "title": "Restorative Justice",
    "text": "God's justice makes things right; it does not just balance the scales of pain. Restorative justice seeks to heal the harm caused by the crime and reintegrate the offender into the community.",
    "tags": [
      "Justice",
      "Atonement"
    ],
    "created_at": "2025-12-05T01:55:18.385Z",
    "id": 410
  },
  {
    "voice": "Derek Flood",
    "title": "Wrath as Consequence",
    "text": "Divine wrath is intrinsic, not extrinsic. It is the natural consequence of turning away from Life. It is organic to the sin itself, not an arbitrary penalty imposed from the outside.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:18.384Z",
    "id": 409
  },
  {
    "voice": "Derek Flood",
    "title": "The Cross and the Sword",
    "text": "The cross is the end of the sword. When Peter drew his sword to defend Jesus, he was told to put it away. If we cannot use violence to defend the Son of God, we cannot use it for anything else.",
    "tags": [
      "Non-Violence",
      "Scapegoat"
    ],
    "created_at": "2025-12-05T01:55:18.384Z",
    "id": 408
  },
  {
    "voice": "Derek Flood",
    "title": "Questioning Authority",
    "text": "Faithful questioning is part of the biblical tradition. The prophets frequently questioned the establishment's view of God. Jesus questioned the scribes. We are called to question interpretations that portray God as a moral monster.",
    "tags": [
      "Trinity",
      "Judgment"
    ],
    "created_at": "2025-12-05T01:55:18.384Z",
    "id": 407
  },
  {
    "voice": "Derek Flood",
    "title": "The Trajectory of Justice",
    "text": "Biblical justice moves from retribution (unlimited revenge) to *lex talionis* (limited revenge) to the Sermon on the Mount (no revenge). We must follow the trajectory to its conclusion in Christ.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-05T01:55:18.383Z",
    "id": 406
  },
  {
    "voice": "Derek Flood",
    "title": "Faithfulness over Fear",
    "text": "Fear-based theology demands a violent God to keep order. Faith-based theology trusts that the non-violent way of Jesus is actually powerful enough to save the world.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:18.383Z",
    "id": 405
  },
  {
    "voice": "Derek Flood",
    "title": "The Pedagogy of the Law",
    "text": "The violent laws of the Old Testament were a concession to a hard-hearted people, a 'tutor' to lead them toward Christ. Once the reality of Christ has come, we no longer live under the tutor.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-05T01:55:18.383Z",
    "id": 404
  },
  {
    "voice": "Derek Flood",
    "title": "Atonement as Healing",
    "text": "The logic of the cross is restorative justice. It heals the victim and the victimizer. It is not about satisfying a legal requirement for punishment, but about breaking the power of sin.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:18.383Z",
    "id": 403
  },
  {
    "voice": "Derek Flood",
    "title": "Progressive Revelation",
    "text": "Revelation is a trajectory. God meets people where they are (in their violence) to lead them to where He is (enemy love). We must read the Bible moving forward toward Jesus, not backward toward Joshua.",
    "tags": [
      "Judgment",
      "Non-Violence"
    ],
    "created_at": "2025-12-05T01:55:18.382Z",
    "id": 402
  },
  {
    "voice": "Derek Flood",
    "title": "The Dark Side",
    "text": "The 'dark side' of God in the Old Testament is not a revelation of His nature, but a reflection of the fallen human heart projected onto God. Jesus is the true image.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-05T01:55:18.382Z",
    "id": 401
  },
  {
    "voice": "Derek Flood",
    "title": "Correction, Not Confirmation",
    "text": "Jesus did not come to confirm our violent ideas about God; He came to correct them. The Sermon on the Mount is a direct refutation of the 'eye for an eye' theology found elsewhere in scripture.",
    "tags": [
      "Trinity",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:18.382Z",
    "id": 400
  },
  {
    "voice": "Derek Flood",
    "title": "Disarming Scripture",
    "text": "We must read the Bible with a 'hermeneutic of love.' When we encounter violent portraits of God in the text, we must recognize them as 'texts in travail,' pointing toward the non-violent resolution revealed in Christ.",
    "tags": [
      "Non-Violence",
      "Judgment"
    ],
    "created_at": "2025-12-05T01:55:18.381Z",
    "id": 399
  },
  {
    "voice": "Robert J. Wieland",
    "title": "Beyond Fear",
    "text": "Perfect love casts out fear. A theology based on fear produces rebels or slaves. A theology based on the cross produces sons and daughters.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:13.280Z",
    "id": 398
  },
  {
    "voice": "Robert J. Wieland",
    "title": "The Bride of Christ",
    "text": "Christ is waiting for His Bride to make herself ready. This readiness is not a work of merit, but the maturity of love—a people who love as He loves.",
    "tags": [
      "Trinity",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:13.279Z",
    "id": 397
  },
  {
    "voice": "Robert J. Wieland",
    "title": "Crucified with Christ",
    "text": "Paul says, 'I am crucified with Christ.' This is not a metaphor. It is the recognition that my old selfish nature met its end 2,000 years ago. I must reckon it dead.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-05T01:55:13.279Z",
    "id": 396
  },
  {
    "voice": "Robert J. Wieland",
    "title": "Imputed and Imparted",
    "text": "We cannot separate imputed righteousness (legal standing) from imparted righteousness (character change). If you truly receive the one, the other inevitably follows.",
    "tags": [
      "Justice",
      "Atonement"
    ],
    "created_at": "2025-12-05T01:55:13.279Z",
    "id": 395
  },
  {
    "voice": "Robert J. Wieland",
    "title": "Satan's Lies",
    "text": "Satan's primary work is to misrepresent the character of God, painting Him as severe and exacting. The final generation must vindicate God's character by demonstrating His love.",
    "tags": [
      "Scapegoat",
      "Judgment"
    ],
    "created_at": "2025-12-05T01:55:13.278Z",
    "id": 394
  },
  {
    "voice": "Robert J. Wieland",
    "title": "The Agony of the Cross",
    "text": "Christ's agony was not physical torture, but the horror of the second death—the sense of total abandonment by God. He went into the darkness so we could have the light.",
    "tags": [
      "Atonement",
      "Non-Violence"
    ],
    "created_at": "2025-12-05T01:55:13.278Z",
    "id": 393
  },
  {
    "voice": "Robert J. Wieland",
    "title": "Universal Legal Justification",
    "text": "Legally, the entire race was justified at the cross (Romans 5:18). This legal verdict allows God to give life to all men. However, effective justification requires our acceptance.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-05T01:55:13.278Z",
    "id": 392
  },
  {
    "voice": "Robert J. Wieland",
    "title": "Healing the Breach",
    "text": "Sin caused a breach between heaven and earth. Christ, the second Adam, healed that breach. He is the ladder connecting the two. The connection is already re-established.",
    "tags": [
      "Trinity",
      "Atonement"
    ],
    "created_at": "2025-12-05T01:55:13.277Z",
    "id": 391
  },
  {
    "voice": "Robert J. Wieland",
    "title": "The Condemnation",
    "text": "The condemnation is not that men are born sinners, but that 'light has come into the world, and men loved darkness.' We are condemned only for rejecting the Remedy.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:13.277Z",
    "id": 390
  },
  {
    "voice": "Robert J. Wieland",
    "title": "Motivation Matters",
    "text": "Obedience motivated by fear of hell or hope of reward is essentially selfish. It is 'eros' trying to be religious. True obedience springs spontaneously from a heart captivated by 'agape'.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:13.276Z",
    "id": 389
  },
  {
    "voice": "Robert J. Wieland",
    "title": "The 1888 Message",
    "text": "The message rejected by the church in 1888 was the message of Righteousness by Faith—that Christ has already accomplished everything necessary, and our part is to receive it.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-05T01:55:13.276Z",
    "id": 388
  },
  {
    "voice": "Robert J. Wieland",
    "title": "The Faith of Jesus",
    "text": "We are saved by the faith *of* Jesus, not just our faith *in* Jesus. His perfect trust in the Father, even in the darkness of the cross, is the gift given to us.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-05T01:55:13.276Z",
    "id": 387
  },
  {
    "voice": "Robert J. Wieland",
    "title": "The New Covenant",
    "text": "The New Covenant is not a deal we make with God. It is God's one-sided promise to write His law in our hearts. It rests entirely on His faithfulness, not ours.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-05T01:55:13.275Z",
    "id": 386
  },
  {
    "voice": "Robert J. Wieland",
    "title": "In Christ",
    "text": "When Christ died, humanity died with Him. 'One died for all, therefore all died.' This is the legal and corporate reality. Faith is entering into that reality.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-05T01:55:13.274Z",
    "id": 385
  },
  {
    "voice": "Robert J. Wieland",
    "title": "Objective Salvation",
    "text": "Christ is the Savior of the world, not just the potential Savior. He has already redeemed the human race. The only reason anyone is lost is that they willfully reject what has already been given.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-05T01:55:13.272Z",
    "id": 384
  },
  {
    "voice": "Robert J. Wieland",
    "title": "The Cross Redeems from Self",
    "text": "The root of all sin is self-love. The cross is the only power in the universe that can break the gravitational pull of self and set the heart free to love God and neighbor.",
    "tags": [
      "Non-Violence",
      "Atonement"
    ],
    "created_at": "2025-12-05T01:55:13.271Z",
    "id": 383
  },
  {
    "voice": "Robert J. Wieland",
    "title": "Faith is Appreciation",
    "text": "Saving faith is a heart appreciation of what Christ has already done. It is not a work we do to earn salvation, but a response to the reality of the salvation He accomplished.",
    "tags": [
      "Justice",
      "Trinity"
    ],
    "created_at": "2025-12-05T01:55:13.271Z",
    "id": 382
  },
  {
    "voice": "Robert J. Wieland",
    "title": "The Cleansing of the Sanctuary",
    "text": "The final atonement involves the cleansing of the human heart from the very desire to sin. It is the restoration of the mind of Christ in the corporate body of His people.",
    "tags": [
      "Atonement",
      "Judgment"
    ],
    "created_at": "2025-12-05T01:55:13.270Z",
    "id": 381
  },
  {
    "voice": "Robert J. Wieland",
    "title": "Legalism vs. Gospel",
    "text": "Legalism is the attempt to produce righteousness by the law. The Gospel is the revelation of God's righteousness already given in Christ. We do not obey to be saved; we obey because we are saved.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-05T01:55:13.269Z",
    "id": 380
  },
  {
    "voice": "Robert J. Wieland",
    "title": "Corporate Repentance",
    "text": "We are not isolated individuals; we are part of the corporate body of humanity. We share in the guilt of the crucifixion not by personal act, but by nature. True repentance acknowledges our solidarity with the crucifiers.",
    "tags": [
      "Judgment",
      "Scapegoat"
    ],
    "created_at": "2025-12-05T01:55:13.269Z",
    "id": 379
  },
  {
    "voice": "Robert J. Wieland",
    "title": "Agape is the Key",
    "text": "The love revealed at the cross is 'agape'—a love that seeks nothing for itself. This is distinct from human love ('eros'). Only a clear view of agape can melt the heart and produce genuine repentance.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-05T01:55:13.267Z",
    "id": 378
  },
  {
    "voice": "N. T. Wright",
    "title": "Scripture as Drama",
    "text": "The Bible is not a flat book of timeless truths, but a five-act play: Creation, Fall, Israel, Jesus, and Church. We live in Act Five, improvising faithfully based on the script of Acts One through Four, until the final curtain of New Creation.",
    "tags": [
      "Trinity",
      "Justice"
    ],
    "created_at": "2025-12-04T23:52:06.687Z",
    "id": 377
  },
  {
    "voice": "N. T. Wright",
    "title": "Love as Ultimate Logic",
    "text": "The resurrection proved that love is stronger than death. Therefore, every act of love, no matter how small, is part of the building material of the new creation and will last forever.",
    "tags": [
      "Non-Violence",
      "Trinity"
    ],
    "created_at": "2025-12-04T23:52:06.686Z",
    "id": 376
  },
  {
    "voice": "N. T. Wright",
    "title": "Collaborators",
    "text": "We are not just passive beneficiaries of salvation; we are 'co-laborers.' We are called to implement the victory of the Cross in the world through justice, beauty, and healing.",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T23:52:06.686Z",
    "id": 375
  },
  {
    "voice": "N. T. Wright",
    "title": "Jesus as Israel",
    "text": "Where Israel failed to be the light of the world, Jesus succeeded. He took Israel's vocation—and its curse—upon Himself, acting as the faithful remnant of one.",
    "tags": [
      "Atonement",
      "Scapegoat"
    ],
    "created_at": "2025-12-04T23:52:06.686Z",
    "id": 374
  },
  {
    "voice": "N. T. Wright",
    "title": "The Spirit as Down Payment",
    "text": "The Holy Spirit is the 'arrabon' (down payment) of the future. The Spirit allows us to live in the present age with the life and power of the age to come.",
    "tags": [
      "Trinity",
      "Justice"
    ],
    "created_at": "2025-12-04T23:52:06.685Z",
    "id": 373
  },
  {
    "voice": "N. T. Wright",
    "title": "Forgiveness is Release",
    "text": "Forgiveness is not just a feeling; it is the release of a debt. In the Bible, sin creates a debt that keeps the world in slavery. The Cross pays the debt so the slaves can be freed for the new exodus.",
    "tags": [
      "Atonement",
      "Scapegoat"
    ],
    "created_at": "2025-12-04T23:52:06.685Z",
    "id": 372
  },
  {
    "voice": "N. T. Wright",
    "title": "Platonism is the Enemy",
    "text": "Much of popular Christianity is Platonism (fleeing the material world) rather than biblical theology (redeeming the material world). Matter matters to God.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T23:52:06.684Z",
    "id": 371
  },
  {
    "voice": "N. T. Wright",
    "title": "Ascension as Sovereignty",
    "text": "The Ascension is not Jesus 'going away'; it is Jesus going to the executive control room of the cosmos. He is present with us now by the Spirit, directing the operations of the Kingdom.",
    "tags": [
      "Trinity",
      "Justice"
    ],
    "created_at": "2025-12-04T23:52:06.684Z",
    "id": 370
  },
  {
    "voice": "N. T. Wright",
    "title": "Evil is Parasitic",
    "text": "Evil has no independent existence; it is a parasite on the good creation. God's solution is not to destroy the host (creation) but to extract the parasite (sin) through judgment, so the world can be healed.",
    "tags": [
      "Judgment",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T23:52:06.683Z",
    "id": 369
  },
  {
    "voice": "N. T. Wright",
    "title": "The Victory of God",
    "text": "The atonement is a victory over the Powers (Christus Victor) achieved through representative substitution. We must not pit victory against substitution; the victory *is* achieved by the substitution.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-04T23:52:06.683Z",
    "id": 368
  },
  {
    "voice": "N. T. Wright",
    "title": "Vocation of Humans",
    "text": "The 'Image of God' is a vocation, not just a trait. We are angled mirrors, meant to reflect God's wise rule into the world and reflect the praises of creation back to God.",
    "tags": [
      "Justice",
      "Trinity"
    ],
    "created_at": "2025-12-04T23:52:06.682Z",
    "id": 367
  },
  {
    "voice": "N. T. Wright",
    "title": "Exile and Return",
    "text": "First-century Israel believed they were still in exile because the presence of God had not returned to the Temple. Jesus acted as the return of Yahweh to Zion, bringing the exile to its climax and end.",
    "tags": [
      "Judgment",
      "Scapegoat"
    ],
    "created_at": "2025-12-04T23:52:06.682Z",
    "id": 366
  },
  {
    "voice": "N. T. Wright",
    "title": "The Royal Revolution",
    "text": "The gospels are not just about how to get saved; they are the story of how God became King on earth as in heaven. The crucifixion was the coronation ceremony of the true King.",
    "tags": [
      "Justice",
      "Atonement"
    ],
    "created_at": "2025-12-04T23:52:06.681Z",
    "id": 365
  },
  {
    "voice": "N. T. Wright",
    "title": "Heaven and Earth Interlock",
    "text": "Heaven is not a distant location in the sky; it is God's dimension of reality. Earth is our dimension. The Temple (and Jesus) is where these two dimensions overlap and interlock.",
    "tags": [
      "Trinity",
      "Justice"
    ],
    "created_at": "2025-12-04T23:52:06.681Z",
    "id": 364
  },
  {
    "voice": "N. T. Wright",
    "title": "The Exhaustion of Evil",
    "text": "On the cross, evil did its worst to Jesus, and He exhausted its power. He didn't just pay a penalty; He drew the infection of the world onto Himself and let it kill Him, thereby killing the infection.",
    "tags": [
      "Atonement",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T23:52:06.680Z",
    "id": 363
  },
  {
    "voice": "N. T. Wright",
    "title": "Justification is Ecclesial",
    "text": "Justification is not how you *become* a Christian; it is the declaration that you *are* one. It is the law-court verdict that identifies the true members of the covenant family before the final judgment.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T23:52:06.679Z",
    "id": 362
  },
  {
    "voice": "N. T. Wright",
    "title": "Resurrection is Bodily",
    "text": "Resurrection does not mean 'life after death'; it means 'life *after* life after death.' It is the bodily raising of the dead to live in the new creation, of which Jesus is the prototype.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T23:52:06.678Z",
    "id": 361
  },
  {
    "voice": "N. T. Wright",
    "title": "Political Ecclesiology",
    "text": "To say 'Jesus is Lord' was a politically subversive claim in the first century, because it implied 'Caesar is not.' The church is the polis of the coming Kingdom.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-04T23:52:06.677Z",
    "id": 360
  },
  {
    "voice": "N. T. Wright",
    "title": "The Faithfulness of God",
    "text": "Righteousness (dikaiosyne) in Paul often refers to God's covenant faithfulness. God promised to bless the world through Abraham's family, and despite their failure, He fulfilled this through the faithful Israelite, Jesus.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-04T23:52:06.677Z",
    "id": 359
  },
  {
    "voice": "N. T. Wright",
    "title": "New Creation vs. Going to Heaven",
    "text": "The point of the gospel is not abandoning earth for a disembodied heaven, but the restoration of earth itself. God is coming here to dwell with his people in a renewed creation.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T23:52:06.676Z",
    "id": 358
  },
  {
    "voice": "N. T. Wright",
    "title": "Victory over Powers",
    "text": "The cross was the moment God's kingdom was inaugurated. It wasn't just about 'going to heaven,' but about defeating the Powers (Sin and Death) that held creation captive.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-04T23:52:06.672Z",
    "id": 357
  },
  {
    "voice": "Tertullian",
    "title": "Judgment",
    "text": "The world mocks the idea of judgment, but the Christian knows that every idle word will be accounted for. God is not mocked; His silence is not absence, but waiting.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T15:10:05.086Z",
    "id": 276
  },
  {
    "voice": "Tertullian",
    "title": "No Shadows",
    "text": "The shadows of the Law have passed; the reality of Christ has come. We do not offer the blood of bulls, but the sacrifice of a broken and contrite heart.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-04T15:10:05.086Z",
    "id": 275
  },
  {
    "voice": "Tertullian",
    "title": "The Second Adam",
    "text": "As the first Adam introduced death into the world, the Second Adam (Christ) introduced Life. He recapitulated the human story, untying the knot of disobedience with His obedience.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-04T15:10:05.086Z",
    "id": 274
  },
  {
    "voice": "Tertullian",
    "title": "The Soul is Naturally Christian",
    "text": "The human soul, in its fundamental nature before it is corrupted by false culture, cries out to God. *Anima naturaliter christiana*—the soul is naturally Christian.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-04T15:10:05.086Z",
    "id": 273
  },
  {
    "voice": "Tertullian",
    "title": "Better to be Killed than to Kill",
    "text": "For the Christian, it is better to suffer wrong than to inflict it. We are called to be killed rather than to kill, for our citizenship is not of this world.",
    "tags": [
      "Non-Violence",
      "Scapegoat"
    ],
    "created_at": "2025-12-04T15:10:05.085Z",
    "id": 272
  },
  {
    "voice": "Tertullian",
    "title": "Truth vs. Custom",
    "text": "Christ said, 'I am the Truth,' He did not say, 'I am the Custom.' Whatever is against the Truth is heresy, even if it is an ancient tradition.",
    "tags": [
      "Trinity",
      "Justice"
    ],
    "created_at": "2025-12-04T15:10:05.085Z",
    "id": 271
  },
  {
    "voice": "Tertullian",
    "title": "The Patience of God",
    "text": "God allows the devil to rage for a time, not because He is weak, but because He is patient. He delays judgment to give time for repentance, but His patience will not last forever.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T15:10:05.085Z",
    "id": 270
  },
  {
    "voice": "Tertullian",
    "title": "Prayer",
    "text": "Prayer is the spiritual sacrifice that has superseded the ancient oblations. It is the wall of faith, our arms and missiles against the devil. Prayer conquers God Himself.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-04T15:10:05.085Z",
    "id": 269
  },
  {
    "voice": "Tertullian",
    "title": "Idolatry",
    "text": "Idolatry is the principal crime of the human race, the supreme guilt of the world. It is not just bowing to statues, but serving any master—ambition, power, or lust—other than God.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T15:10:05.084Z",
    "id": 268
  },
  {
    "voice": "Tertullian",
    "title": "The Rule of Faith",
    "text": "We follow the Rule of Faith: One God, the Creator of the universe, and His Son, Jesus Christ, who came in the flesh, died, rose again, and will come to judge the living and the dead.",
    "tags": [
      "Trinity",
      "Judgment"
    ],
    "created_at": "2025-12-04T15:10:05.084Z",
    "id": 267
  },
  {
    "voice": "Tertullian",
    "title": "Two Standards",
    "text": "There is no agreement between the divine and the human sacrament, the standard of Christ and the standard of the devil, the camp of light and the camp of darkness. One cannot serve two masters.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T15:10:05.084Z",
    "id": 266
  },
  {
    "voice": "Tertullian",
    "title": "Love of Enemies",
    "text": "All men love their friends; it is the common law of nature. But only Christians love their enemies. This is the unique mark of the servants of God.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-04T15:10:05.084Z",
    "id": 265
  },
  {
    "voice": "Tertullian",
    "title": "The Flesh of Christ",
    "text": "If Christ did not have real, human flesh, then He did not really suffer. If He did not really suffer, then we are not really saved. He took our mud upon Himself to turn it into glory.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-04T15:10:05.083Z",
    "id": 264
  },
  {
    "voice": "Tertullian",
    "title": "God is Both Just and Good",
    "text": "Against Marcion, who divides the God of the Law from the God of the Gospel, we declare: A goodness that does not reject evil is not goodness at all. God is the Just Judge precisely because He is Good.",
    "tags": [
      "Justice",
      "Trinity"
    ],
    "created_at": "2025-12-04T15:10:05.083Z",
    "id": 263
  },
  {
    "voice": "Tertullian",
    "title": "The Spectacles",
    "text": "How can a Christian attend the gladiator games? To watch violence for pleasure is to participate in murder. We are called to be the peacemakers, not the spectators of cruelty.",
    "tags": [
      "Non-Violence",
      "Judgment"
    ],
    "created_at": "2025-12-04T15:10:05.083Z",
    "id": 262
  },
  {
    "voice": "Tertullian",
    "title": "What has Athens to do with Jerusalem?",
    "text": "We have no need for curiosity since Jesus Christ, nor for inquiry since the Gospel. We do not need the Stoics or Platonists to understand God; we have the Prophets and the Apostles.",
    "tags": [
      "Trinity",
      "Judgment"
    ],
    "created_at": "2025-12-04T15:10:05.082Z",
    "id": 261
  },
  {
    "voice": "Tertullian",
    "title": "Religion Cannot Be Forced",
    "text": "It is a fundamental human right, a privilege of nature, that every man should worship according to his own convictions. It is assuredly no part of religion to compel religion.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-04T15:10:05.082Z",
    "id": 260
  },
  {
    "voice": "Tertullian",
    "title": "The Trinity",
    "text": "God is one in substance (*substantia*), but three in person (*personae*). The Father is not the Son, nor is the Son the Spirit, yet they are distinct without being divided, united without being confused.",
    "tags": [
      "Trinity",
      "Justice"
    ],
    "created_at": "2025-12-04T15:10:05.082Z",
    "id": 259
  },
  {
    "voice": "Tertullian",
    "title": "The Seed of the Church",
    "text": "The more you mow us down, the more we grow. The blood of the martyrs is the seed of the church. Your cruelty does not destroy us; it only proves our faith.",
    "tags": [
      "Scapegoat",
      "Judgment"
    ],
    "created_at": "2025-12-04T15:10:05.081Z",
    "id": 258
  },
  {
    "voice": "Tertullian",
    "title": "The Disarming of Peter",
    "text": "In disarming Peter, Christ unbelted every soldier. The Lord has abolished the sword. How can a Christian fight for the Emperor when he fights under the banner of Christ?",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-04T15:10:05.080Z",
    "id": 257
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Final Word",
    "text": "Hebrews 1: God spoke in fragments through the prophets, but has now spoken a complete Word in His Son. Jesus is the final hermeneutic. Anything that contradicts Him is a fragment, not the whole.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T15:09:39.657Z",
    "id": 256
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "Universal Reconciliation",
    "text": "The logic of the Cross is universal. If One died for all, then all died. The scope of the Atonement is co-extensive with the scope of the Fall. The only variable is the human freedom to resist the accomplished reality.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-04T15:09:39.657Z",
    "id": 255
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Myth of Redemptive Violence",
    "text": "The oldest myth is that violence saves—that order is restored by killing the troublemaker. The Cross exposes this as a lie. Peace achieved by violence is only a ceasefire until the next victim is found.",
    "tags": [
      "Non-Violence",
      "Scapegoat"
    ],
    "created_at": "2025-12-04T15:09:39.656Z",
    "id": 254
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "Systemic Injustice",
    "text": "The 'Powers' created structure to order society, but they have become fallen. Systemic injustice is what happens when these structures demand worship. The Gospel exorcises the institutions, recalling them to their servant role.",
    "tags": [
      "Justice",
      "Scapegoat"
    ],
    "created_at": "2025-12-04T15:09:39.656Z",
    "id": 253
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Unity of Will",
    "text": "Any theory of atonement that pits the justice of the Father against the mercy of the Son ruptures the Trinity. God was in Christ reconciling the world to Himself. The Actor on the Cross is the One God.",
    "tags": [
      "Trinity",
      "Atonement"
    ],
    "created_at": "2025-12-04T15:09:39.656Z",
    "id": 252
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Judgment of Light",
    "text": "John 3:19: 'This is the judgment: Light has come into the world.' Judgment is not a future sentence passed by a gavel; it is the present reality of how one reacts to the Truth. The reaction *is* the judgment.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T15:09:39.655Z",
    "id": 251
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "Ecclesia as Counter-Culture",
    "text": "The Church is not the state at prayer. It is a polis (political body) operating by the rules of the Kingdom of God. Its very existence is a critique of the violent methods of the Empire.",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T15:09:39.655Z",
    "id": 250
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Mask of God",
    "text": "The violent portraits of God in the Old Testament are the 'masks' God wore to interact with a fallen world. In Jesus, the mask is removed. We must not use the mask to obscure the Face.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T15:09:39.655Z",
    "id": 249
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "Sin as a Power",
    "text": "In the New Testament, Sin is often a noun, a cosmic Power that enslaves. Forgiveness is not just a legal transaction clearing a record; it is liberation from a slave-master. To be forgiven is to be freed.",
    "tags": [
      "Judgment",
      "Atonement"
    ],
    "created_at": "2025-12-04T15:09:39.654Z",
    "id": 248
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The End of Sacrifice",
    "text": "Jesus did not offer a 'better' blood sacrifice to appease God; He offered his own body to end the sacrificial system entirely. He exposed the system as human violence, not divine requirement.",
    "tags": [
      "Scapegoat",
      "Atonement"
    ],
    "created_at": "2025-12-04T15:09:39.654Z",
    "id": 247
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Faithfulness of Christ",
    "text": "Salvation rests on the *pistis Christou*—the faithfulness *of* Christ to the Covenant. We are not saved by the strength of our belief, but by entering into His fidelity. Our faith is a participation in His faithfulness.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-04T15:09:39.653Z",
    "id": 246
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "Law as Diagnostic",
    "text": "The Law functions as a diagnostic tool (MRI) revealing the cancer of sin, but it cannot cure it. Legalism attempts to use the MRI machine to perform surgery. Grace is the Surgeon arriving to do what the Law could not.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T15:09:39.650Z",
    "id": 245
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "Christus Victor",
    "text": "The dominant view of the early church was Christ as Victor over Death, not Victim of the Father. The Cross was a strategic defeat of the 'Powers and Principalities,' stripping them of their right to accuse and hold humanity in bondage.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-04T15:09:39.649Z",
    "id": 244
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Wrath of Abandonment",
    "text": "Romans 1 redefines wrath not as active aggression, but as passive surrender. God 'gives them over' to the intrinsic consequences of their autonomy. It is the pain of the Lover respecting the beloved's wish to leave.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T15:09:39.648Z",
    "id": 243
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "Kenosis as Power",
    "text": "Human power asserts itself by ascending. Divine power reveals itself by descending (Kenosis). The Cross redefines omnipotence not as the power to force, but as the unbreakable capacity to endure and forgive.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T15:09:39.646Z",
    "id": 242
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Two Fires",
    "text": "Synthesizing Maxwell and the Eastern Fathers: There are not two fires—one of glory and one of hell. There is only one Uncreated Light. To the friend of God, it is warmth; to the antagonist of God, that same love is experienced as a consuming fire.",
    "tags": [
      "Judgment",
      "Trinity"
    ],
    "created_at": "2025-12-04T15:09:39.646Z",
    "id": 241
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "Retributive vs. Restorative",
    "text": "Human justice is retributive (balancing the scales of pain). Divine justice is restorative (putting the world back to rights). The Cross satisfies divine justice not by punishing a substitute, but by defeating the powers that corrupted the world.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T15:09:39.646Z",
    "id": 240
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Scapegoat Mechanism",
    "text": "René Girard’s anthropology reveals that human culture is founded on the 'single victim mechanism' to quell chaos. The Gospel is the anti-myth: instead of concealing the innocence of the victim to justify the community, it exposes the innocence of the Victim to judge the community.",
    "tags": [
      "Scapegoat",
      "Justice"
    ],
    "created_at": "2025-12-04T15:09:39.645Z",
    "id": 239
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "Ontological Peace",
    "text": "Non-violence is not merely a policy God adopts; it is His ontology. Because the Trinity is a perfect communion of self-giving love, violence has no place in God's being. Violence is always a distortion of creation, never an attribute of the Creator.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T15:09:39.645Z",
    "id": 238
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Hermeneutic Trajectory",
    "text": "The Bible should not be read as a flat surface where every verse carries equal weight. It is a trajectory—a progressive revelation moving from a tribal projection of divine violence toward the absolute clarity of the non-violent Christ.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T15:09:39.643Z",
    "id": 237
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Final Word",
    "text": "Hebrews 1: God spoke in fragments through the prophets, but has now spoken a complete Word in His Son. Jesus is the final hermeneutic. Anything that contradicts Him is a fragment, not the whole.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T15:08:30.070Z",
    "id": 236
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "Universal Reconciliation",
    "text": "The logic of the Cross is universal. If One died for all, then all died. The scope of the Atonement is co-extensive with the scope of the Fall. The only variable is the human freedom to resist the accomplished reality.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-04T15:08:30.069Z",
    "id": 235
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Myth of Redemptive Violence",
    "text": "The oldest myth is that violence saves—that order is restored by killing the troublemaker. The Cross exposes this as a lie. Peace achieved by violence is only a ceasefire until the next victim is found.",
    "tags": [
      "Non-Violence",
      "Scapegoat"
    ],
    "created_at": "2025-12-04T15:08:30.069Z",
    "id": 234
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "Systemic Injustice",
    "text": "The 'Powers' created structure to order society, but they have become fallen. Systemic injustice is what happens when these structures demand worship. The Gospel exorcises the institutions, recalling them to their servant role.",
    "tags": [
      "Justice",
      "Scapegoat"
    ],
    "created_at": "2025-12-04T15:08:30.069Z",
    "id": 233
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Unity of Will",
    "text": "Any theory of atonement that pits the justice of the Father against the mercy of the Son ruptures the Trinity. God was in Christ reconciling the world to Himself. The Actor on the Cross is the One God.",
    "tags": [
      "Trinity",
      "Atonement"
    ],
    "created_at": "2025-12-04T15:08:30.068Z",
    "id": 232
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Judgment of Light",
    "text": "John 3:19: 'This is the judgment: Light has come into the world.' Judgment is not a future sentence passed by a gavel; it is the present reality of how one reacts to the Truth. The reaction *is* the judgment.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T15:08:30.068Z",
    "id": 231
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "Ecclesia as Counter-Culture",
    "text": "The Church is not the state at prayer. It is a polis (political body) operating by the rules of the Kingdom of God. Its very existence is a critique of the violent methods of the Empire.",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T15:08:30.068Z",
    "id": 230
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Mask of God",
    "text": "The violent portraits of God in the Old Testament are the 'masks' God wore to interact with a fallen world. In Jesus, the mask is removed. We must not use the mask to obscure the Face.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T15:08:30.068Z",
    "id": 229
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "Sin as a Power",
    "text": "In the New Testament, Sin is often a noun, a cosmic Power that enslaves. Forgiveness is not just a legal transaction clearing a record; it is liberation from a slave-master. To be forgiven is to be freed.",
    "tags": [
      "Judgment",
      "Atonement"
    ],
    "created_at": "2025-12-04T15:08:30.067Z",
    "id": 228
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The End of Sacrifice",
    "text": "Jesus did not offer a 'better' blood sacrifice to appease God; He offered his own body to end the sacrificial system entirely. He exposed the system as human violence, not divine requirement.",
    "tags": [
      "Scapegoat",
      "Atonement"
    ],
    "created_at": "2025-12-04T15:08:30.067Z",
    "id": 227
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Faithfulness of Christ",
    "text": "Salvation rests on the *pistis Christou*—the faithfulness *of* Christ to the Covenant. We are not saved by the strength of our belief, but by entering into His fidelity. Our faith is a participation in His faithfulness.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-04T15:08:30.067Z",
    "id": 226
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "Law as Diagnostic",
    "text": "The Law functions as a diagnostic tool (MRI) revealing the cancer of sin, but it cannot cure it. Legalism attempts to use the MRI machine to perform surgery. Grace is the Surgeon arriving to do what the Law could not.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T15:08:30.065Z",
    "id": 225
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "Christus Victor",
    "text": "The dominant view of the early church was Christ as Victor over Death, not Victim of the Father. The Cross was a strategic defeat of the 'Powers and Principalities,' stripping them of their right to accuse and hold humanity in bondage.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-04T15:08:30.065Z",
    "id": 224
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Wrath of Abandonment",
    "text": "Romans 1 redefines wrath not as active aggression, but as passive surrender. God 'gives them over' to the intrinsic consequences of their autonomy. It is the pain of the Lover respecting the beloved's wish to leave.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T15:08:30.064Z",
    "id": 223
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "Kenosis as Power",
    "text": "Human power asserts itself by ascending. Divine power reveals itself by descending (Kenosis). The Cross redefines omnipotence not as the power to force, but as the unbreakable capacity to endure and forgive.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T15:08:30.064Z",
    "id": 222
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Two Fires",
    "text": "Synthesizing Maxwell and the Eastern Fathers: There are not two fires—one of glory and one of hell. There is only one Uncreated Light. To the friend of God, it is warmth; to the antagonist of God, that same love is experienced as a consuming fire.",
    "tags": [
      "Judgment",
      "Trinity"
    ],
    "created_at": "2025-12-04T15:08:30.062Z",
    "id": 221
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "Retributive vs. Restorative",
    "text": "Human justice is retributive (balancing the scales of pain). Divine justice is restorative (putting the world back to rights). The Cross satisfies divine justice not by punishing a substitute, but by defeating the powers that corrupted the world.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T15:08:30.061Z",
    "id": 220
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Scapegoat Mechanism",
    "text": "René Girard’s anthropology reveals that human culture is founded on the 'single victim mechanism' to quell chaos. The Gospel is the anti-myth: instead of concealing the innocence of the victim to justify the community, it exposes the innocence of the Victim to judge the community.",
    "tags": [
      "Scapegoat",
      "Justice"
    ],
    "created_at": "2025-12-04T15:08:30.061Z",
    "id": 219
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "Ontological Peace",
    "text": "Non-violence is not merely a policy God adopts; it is His ontology. Because the Trinity is a perfect communion of self-giving love, violence has no place in God's being. Violence is always a distortion of creation, never an attribute of the Creator.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T15:08:30.060Z",
    "id": 218
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "The Hermeneutic Trajectory",
    "text": "The Bible should not be read as a flat surface where every verse carries equal weight. It is a trajectory—a progressive revelation moving from a tribal projection of divine violence toward the absolute clarity of the non-violent Christ.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T15:08:30.057Z",
    "id": 217
  },
  {
    "voice": "Marilyn Campbell",
    "title": "Trust",
    "text": "The war is over who God is. Satan says God is selfish and severe. Jesus says God is selfless and kind. Salvation comes when we stop believing the lie and start trusting the Truth.",
    "tags": [
      "Justice",
      "Trinity"
    ],
    "created_at": "2025-12-04T06:06:20.696Z",
    "id": 216
  },
  {
    "voice": "Marilyn Campbell",
    "title": "Death is an Enemy",
    "text": "The Bible calls death 'the last enemy.' If death is an enemy, God does not use it as a tool of justice. He conquers it. He does not ally with His enemy to govern His kingdom.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:20.695Z",
    "id": 215
  },
  {
    "voice": "Marilyn Campbell",
    "title": "The Serpent in the Wilderness",
    "text": "Jesus compared Himself to the bronze serpent. The serpent was the symbol of the curse/sin that was killing them. Jesus became 'sin for us'—He took the look of the enemy so we could see the remedy.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-04T06:06:20.695Z",
    "id": 214
  },
  {
    "voice": "Marilyn Campbell",
    "title": "Appeasement is Pagan",
    "text": "Every pagan religion is based on appeasing an angry god with sacrifice. Christianity is the only faith where God provides the sacrifice to appease the fear in the heart of man.",
    "tags": [
      "Atonement",
      "Scapegoat"
    ],
    "created_at": "2025-12-04T06:06:20.695Z",
    "id": 213
  },
  {
    "voice": "Marilyn Campbell",
    "title": "Strange Act",
    "text": "Isaiah calls judgment God's 'strange act.' It is strange because it is foreign to His nature. His nature is to create and sustain. Destruction happens only when He is forced to cease doing what comes naturally.",
    "tags": [
      "Judgment",
      "Trinity"
    ],
    "created_at": "2025-12-04T06:06:20.695Z",
    "id": 212
  },
  {
    "voice": "Marilyn Campbell",
    "title": "An Eye for an Eye",
    "text": "Jesus quoted 'an eye for an eye' and then said, 'But I say to you...' He was not updating the law; He was revealing that God's character had never been about retaliation. The OT law was a limit on human violence, not a description of God.",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:06:20.694Z",
    "id": 211
  },
  {
    "voice": "Marilyn Campbell",
    "title": "The Cup",
    "text": "Jesus prayed, 'Let this cup pass.' This was the cup of separation from God—the second death. He drank the full reality of what sin does: it separates the soul from the Source of Life.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-04T06:06:20.694Z",
    "id": 210
  },
  {
    "voice": "Marilyn Campbell",
    "title": "Torment",
    "text": "The 'torment' of the wicked is not physical torture inflicted by God. It is the mental and spiritual anguish of seeing the truth of God's love and realizing one has permanently rejected it.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:20.694Z",
    "id": 209
  },
  {
    "voice": "Marilyn Campbell",
    "title": "Fear is the Enemy",
    "text": "Satan's kingdom is built on force and fear. God's kingdom is built on freedom and love. You cannot frighten someone into righteousness. The Cross destroys the fear of death so we can live like God.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:20.693Z",
    "id": 208
  },
  {
    "voice": "Marilyn Campbell",
    "title": "The Scapegoat",
    "text": "The Scapegoat ritual shows God removing sin from the camp, not punishing Jesus. The goat that is slain represents Christ; the goat that is sent away alive (Azazel) represents the originator of sin carrying the responsibility away.",
    "tags": [
      "Scapegoat",
      "Atonement"
    ],
    "created_at": "2025-12-04T06:06:20.693Z",
    "id": 207
  },
  {
    "voice": "Marilyn Campbell",
    "title": "The Veil",
    "text": "Paul says that when the Old Testament is read without Christ, a 'veil' remains over the heart. We see a vengeful God because we are reading through the veil of our own guilt and fear.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:06:20.693Z",
    "id": 206
  },
  {
    "voice": "Marilyn Campbell",
    "title": "Hardening Pharaoh's Heart",
    "text": "God hardened Pharaoh's heart not by forcing him to be evil, but by shining the light of truth on him. The same sun that melts wax hardens clay. Pharaoh hardened himself by resisting God's mercy.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:20.693Z",
    "id": 205
  },
  {
    "voice": "Marilyn Campbell",
    "title": "The Flood",
    "text": "God did not drown the world in a fit of rage. Genesis 6 says His Spirit could no longer 'strive with' (protect/sustain) man. When the Sustainer withdraws from a violent world, de-creation (the flood) is the inevitable result.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:20.692Z",
    "id": 204
  },
  {
    "voice": "Marilyn Campbell",
    "title": "The Two Faces",
    "text": "To the righteous, God is a wall of fire protecting them (Zechariah 2:5). To the wicked, that same fire is a terror. God does not change; our relationship to His consuming purity changes.",
    "tags": [
      "Judgment",
      "Trinity"
    ],
    "created_at": "2025-12-04T06:06:20.692Z",
    "id": 203
  },
  {
    "voice": "Marilyn Campbell",
    "title": "Healing, Not Execution",
    "text": "The Greek word for 'save' is 'sozo,' which means to heal or make whole. God is the Great Physician, not the Great Executioner. His laws are prescriptions for health, not arbitrary statutes.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:20.692Z",
    "id": 202
  },
  {
    "voice": "Marilyn Campbell",
    "title": "Wrath as Letting Go",
    "text": "God's wrath is not an active explosion of temper. It is the terrible anguish of a parent forced to respect the rebellious child's wish to leave home. He 'gives them up' (Romans 1) to the life they chose.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:20.691Z",
    "id": 201
  },
  {
    "voice": "Marilyn Campbell",
    "title": "The Sword of the Mouth",
    "text": "Revelation depicts Jesus with a sword, but it comes out of His mouth. A sword in the hand kills the body; a sword from the mouth (Truth) convicts the conscience and slays the enmity in the heart.",
    "tags": [
      "Non-Violence",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:06:20.691Z",
    "id": 200
  },
  {
    "voice": "Marilyn Campbell",
    "title": "The Destroyer Distinguished",
    "text": "In the Passover story, there is a clear distinction between the Lord who passes *over* (protects) the door and the 'destroyer' who enters to kill. God is the Protector; sin and Satan are the destroyers.",
    "tags": [
      "Scapegoat",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:06:20.689Z",
    "id": 199
  },
  {
    "voice": "Marilyn Campbell",
    "title": "God Assumes Responsibility",
    "text": "In the Bible, God frequently takes responsibility for events He did not cause but merely permitted. By withdrawing His protection, He allows the natural consequences of sin to unfold, yet the text records it as 'God sent destruction.'",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:20.686Z",
    "id": 198
  },
  {
    "voice": "Marilyn Campbell",
    "title": "Dark Speech",
    "text": "The Bible tells us that God spoke to prophets in 'dark speech' or riddles (Numbers 12:8). We cannot read Old Testament violence literally; we must decode the riddle using the key, which is the face of Jesus Christ.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:06:20.685Z",
    "id": 197
  },
  {
    "voice": "J. D. Myers",
    "title": "Enemy Love",
    "text": "Loving enemies is not just a rule for Christians; it is the very nature of God. God loves His enemies. If He didn't, He wouldn't love us, because we were all enemies of God in our minds.",
    "tags": [
      "Non-Violence",
      "Atonement"
    ],
    "created_at": "2025-12-04T06:06:13.989Z",
    "id": 196
  },
  {
    "voice": "J. D. Myers",
    "title": "Jesus is the Lens",
    "text": "We cannot read the Old Testament and then look at Jesus to see if He fits. We must look at Jesus first, and then read the Old Testament through Him. He is the Word of God; the Bible is the testimony to the Word.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:06:13.988Z",
    "id": 195
  },
  {
    "voice": "J. D. Myers",
    "title": "The Two Trees",
    "text": "Religion eats from the Tree of the Knowledge of Good and Evil (judging right and wrong). Jesus invites us to eat from the Tree of Life (receiving and giving love without judgment).",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:13.988Z",
    "id": 194
  },
  {
    "voice": "J. D. Myers",
    "title": "Unconditional Means Unconditional",
    "text": "When we say God's love is unconditional, we often add conditions like 'if you repent' or 'if you believe.' But if there are conditions, it isn't unconditional. God loves you. Period.",
    "tags": [
      "Justice",
      "Atonement"
    ],
    "created_at": "2025-12-04T06:06:13.987Z",
    "id": 193
  },
  {
    "voice": "J. D. Myers",
    "title": "The Scapegoat Mechanism",
    "text": "We create peace by finding someone to blame and killing them. This is the foundation of human civilization. Jesus became the ultimate Scapegoat to expose this wickedness and end it forever.",
    "tags": [
      "Scapegoat",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:06:13.987Z",
    "id": 192
  },
  {
    "voice": "J. D. Myers",
    "title": "God is Not Schizophrenic",
    "text": "God does not have a 'mercy' side and a 'justice' side that are in conflict. His justice *is* His mercy. Everything God does is an expression of His singular, indivisible love.",
    "tags": [
      "Trinity",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:13.987Z",
    "id": 191
  },
  {
    "voice": "J. D. Myers",
    "title": "The Death of Death",
    "text": "Jesus went into death not to pay a debt to God, but to fill death with His life. He burst it from the inside out. He didn't pay the jailer; He broke the jail.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:13.986Z",
    "id": 190
  },
  {
    "voice": "J. D. Myers",
    "title": "Fear is the Root",
    "text": "All sin is ultimately rooted in fear—fear of lack, fear of death, fear of insignificance. Perfect love casts out fear, and in doing so, it destroys the root of sin.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:13.986Z",
    "id": 189
  },
  {
    "voice": "J. D. Myers",
    "title": "The Law Increases Sin",
    "text": "The purpose of the Law was not to make us righteous, but to stir up sin and show us how broken we are. It acts as a diagnostic tool, not a cure.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:06:13.986Z",
    "id": 188
  },
  {
    "voice": "J. D. Myers",
    "title": "The Mask of God",
    "text": "In the Old Testament, God often wore the mask of a violent tribal deity because that was the only way Israel could understand a god. In Jesus, the mask comes off.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:06:13.985Z",
    "id": 187
  },
  {
    "voice": "J. D. Myers",
    "title": "Justice is Restoration",
    "text": "We think justice means 'punishing the bad guy.' God's justice means 'fixing the problem.' It is restorative, putting the world back to right, rather than retributive.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:06:13.985Z",
    "id": 186
  },
  {
    "voice": "J. D. Myers",
    "title": "Satan the Prosecutor",
    "text": "Satan is the 'Accuser.' His primary weapon is not just temptation, but accusation—convincing us that we are condemned and that God is against us. The Cross disarmed him by silencing the accusation.",
    "tags": [
      "Scapegoat",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:06:13.984Z",
    "id": 185
  },
  {
    "voice": "J. D. Myers",
    "title": "Hell is God's Love",
    "text": "Hell is not a torture chamber created by God. It is the experience of God's burning, relentless love by a person who wants nothing to do with it. To the lover, the fire is warmth; to the resistor, it is torment.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:13.983Z",
    "id": 184
  },
  {
    "voice": "J. D. Myers",
    "title": "The Violence Problem",
    "text": "If God uses violence to solve problems, then Jesus' command to 'love your enemies' is a command to be better than God. But Jesus said, 'Be perfect as your Father is perfect,' implying the Father never uses violence.",
    "tags": [
      "Non-Violence",
      "Trinity"
    ],
    "created_at": "2025-12-04T06:06:13.982Z",
    "id": 183
  },
  {
    "voice": "J. D. Myers",
    "title": "Religion vs. Revelation",
    "text": "Religion is humanity's attempt to reach God through rules, rituals, and sacrifices. Revelation is God coming down to us to show us that none of those things were ever necessary.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:06:13.982Z",
    "id": 182
  },
  {
    "voice": "J. D. Myers",
    "title": "Forgiveness is Pre-Cross",
    "text": "God didn't wait until the Cross to forgive us. He has always forgiven us. The Cross was the public declaration and historical actualization of the forgiveness that was always in God's heart.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-04T06:06:13.982Z",
    "id": 181
  },
  {
    "voice": "J. D. Myers",
    "title": "The Cup of Wrath",
    "text": "The 'cup' Jesus drank was not filled with God's anger. It was filled with the bitter consequences of human sin and rebellion. Jesus drank the poison we brewed so that we wouldn't have to drink it alone.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:13.981Z",
    "id": 180
  },
  {
    "voice": "J. D. Myers",
    "title": "Sacrifice is Human",
    "text": "God has never needed blood to forgive. We are the ones who feel the need for blood to appease our own guilty consciences. On the Cross, God provided the sacrifice not to appease Himself, but to appease us.",
    "tags": [
      "Atonement",
      "Scapegoat"
    ],
    "created_at": "2025-12-04T06:06:13.981Z",
    "id": 179
  },
  {
    "voice": "J. D. Myers",
    "title": "The Mirror of the Text",
    "text": "Scripture acts as a mirror. When we read about a violent God in the Old Testament, we are often seeing a reflection of our own violent hearts, projected onto God by the biblical authors who were still learning to see Him clearly.",
    "tags": [
      "Non-Violence",
      "Trinity"
    ],
    "created_at": "2025-12-04T06:06:13.981Z",
    "id": 178
  },
  {
    "voice": "J. D. Myers",
    "title": "Who Killed Jesus?",
    "text": "The most dangerous lie in theology is that God killed Jesus. God did not kill Jesus; we did. The Cross was not God pouring out His wrath on His Son; it was humanity pouring out its wrath on God.",
    "tags": [
      "Atonement",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:06:13.980Z",
    "id": 177
  },
  {
    "voice": "Richard B. Hays",
    "title": "Pacifism is not Passivism",
    "text": "Christian non-violence is not doing nothing. It is the active waging of peace. It requires more courage to die for a neighbor than to kill an enemy.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:08.488Z",
    "id": 176
  },
  {
    "voice": "Richard B. Hays",
    "title": "The Law Fulfilled",
    "text": "The Law is not abolished; it is fulfilled by love. The command to love one's neighbor as oneself is the summary and goal of the entire Torah.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:06:08.487Z",
    "id": 175
  },
  {
    "voice": "Richard B. Hays",
    "title": "Suffering with Christ",
    "text": "Suffering is not a sign of God's absence; it is often the mark of apostolic authenticity. To share in Christ's glory, we must be willing to share in His sufferings.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-04T06:06:08.487Z",
    "id": 174
  },
  {
    "voice": "Richard B. Hays",
    "title": "The Wisdom of God",
    "text": "To the Greeks, the cross is foolishness. But to those who are called, it is the Wisdom of God. God outsmarted the 'rulers of this age' by using their own weapon (death) to defeat them.",
    "tags": [
      "Scapegoat",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:06:08.486Z",
    "id": 173
  },
  {
    "voice": "Richard B. Hays",
    "title": "Sin as a Power",
    "text": "In Paul's letters, Sin is often personified as a slave-master or a ruling power. The Gospel is the proclamation of emancipation from this cosmic tyrant.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:08.486Z",
    "id": 172
  },
  {
    "voice": "Richard B. Hays",
    "title": "The Narrative Arc",
    "text": "We cannot pull verses out of context like legal proof-texts. We must ask: How does this fit into the story of God redeeming a fallen world through the faithfulness of Israel's Messiah?",
    "tags": [
      "Justice",
      "Trinity"
    ],
    "created_at": "2025-12-04T06:06:08.484Z",
    "id": 171
  },
  {
    "voice": "Richard B. Hays",
    "title": "Vengeance Belongs to God",
    "text": "When Paul says 'Vengeance is mine, says the Lord,' it is a prohibition against human violence. We leave judgment to God because only He can judge justly, and He has judged the world in the Cross.",
    "tags": [
      "Judgment",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:06:08.484Z",
    "id": 170
  },
  {
    "voice": "Richard B. Hays",
    "title": "The New Creation",
    "text": "The Resurrection was the beginning of the New Creation. The church is an outpost of that future reality, planted in the midst of the old, dying age.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-04T06:06:08.484Z",
    "id": 169
  },
  {
    "voice": "Richard B. Hays",
    "title": "Judgment by Truth",
    "text": "The light of the Gospel judges the darkness simply by shining. God does not need to add extra punishment; the presence of Truth is the judgment on those who prefer lies.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:08.483Z",
    "id": 168
  },
  {
    "voice": "Richard B. Hays",
    "title": "Intertextual Echoes",
    "text": "The New Testament is a vast echo chamber of Israel's Scripture. When the Gospels describe the passion, they are chanting the Psalms of Lament. Jesus is the embodiment of Israel's suffering.",
    "tags": [
      "Trinity",
      "Scapegoat"
    ],
    "created_at": "2025-12-04T06:06:08.483Z",
    "id": 167
  },
  {
    "voice": "Richard B. Hays",
    "title": "Overcoming Evil",
    "text": "Paul's command to 'overcome evil with good' (Romans 12) is not a suggestion; it is the political strategy of the church. We defeat the enemy not by killing him, but by making him a friend.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:08.482Z",
    "id": 166
  },
  {
    "voice": "Richard B. Hays",
    "title": "The Scandal of the Cross",
    "text": "We have domesticated the cross, turning it into jewelry. But for Paul, it was a scandal—a stumbling block. It proclaims that God's power is perfected in weakness, overturning all human definitions of power.",
    "tags": [
      "Atonement",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:06:08.481Z",
    "id": 165
  },
  {
    "voice": "Richard B. Hays",
    "title": "Ecclesiology is Central",
    "text": "The cross creates a new people. Salvation is not just saving individuals for heaven, but forming a community here on earth where Jew and Gentile, slave and free, sit at the same table.",
    "tags": [
      "Justice",
      "Atonement"
    ],
    "created_at": "2025-12-04T06:06:08.481Z",
    "id": 164
  },
  {
    "voice": "Richard B. Hays",
    "title": "The Kenotic Pattern",
    "text": "Philippians 2 reveals the heartbeat of God: self-emptying (*kenosis*). Jesus did not exploit His power for advantage but poured it out in service. This is the paradigm for all Christian ethics.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:06:08.481Z",
    "id": 163
  },
  {
    "voice": "Richard B. Hays",
    "title": "God's Righteousness",
    "text": "The 'righteousness of God' is not a cold, distributive justice that demands punishment. It is His covenant faithfulness—His unstoppable determination to put the world right and keep His promises to Israel.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:06:08.481Z",
    "id": 162
  },
  {
    "voice": "Richard B. Hays",
    "title": "Participation, Not Transaction",
    "text": "Paul's theology is less about a legal transaction in a courtroom and more about 'participation.' We are baptized *into* Christ's death so that we might walk in the newness of His life.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-04T06:06:08.480Z",
    "id": 161
  },
  {
    "voice": "Richard B. Hays",
    "title": "Creative Non-Violence",
    "text": "The cross is not a passive acceptance of defeat; it is God's active, creative alternative to human violence. By absorbing evil without retaliation, Jesus broke the cycle of vengeance that rules the world.",
    "tags": [
      "Non-Violence",
      "Atonement"
    ],
    "created_at": "2025-12-04T06:06:08.480Z",
    "id": 160
  },
  {
    "voice": "Richard B. Hays",
    "title": "Reading Backwards",
    "text": "The Old Testament is a story in search of a conclusion. We must learn to read Scripture 'backwards' from the Cross. Only in the light of the crucified Messiah do the shadows of the Law and Prophets find their true resolution.",
    "tags": [
      "Trinity",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:06:08.479Z",
    "id": 159
  },
  {
    "voice": "Richard B. Hays",
    "title": "The Moral Vision",
    "text": "The church is called to be a counter-cultural community. We do not just 'believe' things about Jesus; we are called to embody His life. The church is a performance of the script of the Gospel.",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:06:08.479Z",
    "id": 158
  },
  {
    "voice": "Richard B. Hays",
    "title": "Pistis Christou",
    "text": "We are not saved merely by our own psychological act of believing, but by the 'faithfulness of Jesus Christ.' His obedient death on the cross was the faithful act that fulfilled the covenant when Israel could not.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:08.478Z",
    "id": 157
  },
  {
    "voice": "John Chrysostom",
    "title": "Forgiveness is Absolute",
    "text": "Even if you have sinned ten thousand times, do not despair. The ocean of God's mercy is greater than the drop of your sin. Run to the Physician.",
    "tags": [
      "Judgment",
      "Atonement"
    ],
    "created_at": "2025-12-04T06:06:03.640Z",
    "id": 156
  },
  {
    "voice": "John Chrysostom",
    "title": "The Common Good",
    "text": "We are not born for ourselves, but for the common good. The rule of the most perfect Christianity is this: to seek the welfare of the neighbor more than one's own.",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:06:03.640Z",
    "id": 155
  },
  {
    "voice": "John Chrysostom",
    "title": "Satan's Stomach",
    "text": "Hell is in pain. It swallowed the Body of the Lord and suffered indigestion. It could not digest the Life, and so it had to vomit forth all the dead it had previously swallowed.",
    "tags": [
      "Atonement",
      "Scapegoat"
    ],
    "created_at": "2025-12-04T06:06:03.639Z",
    "id": 154
  },
  {
    "voice": "John Chrysostom",
    "title": "The Limits of Reason",
    "text": "Do not try to understand the mystery of the Cross with logic alone. It is a mystery of love. A lover does things that seem foolish to the loveless. God's foolishness is wiser than men.",
    "tags": [
      "Trinity",
      "Atonement"
    ],
    "created_at": "2025-12-04T06:06:03.639Z",
    "id": 153
  },
  {
    "voice": "John Chrysostom",
    "title": "Vengeance",
    "text": "God says 'Vengeance is mine' not because He wants to be violent, but to take the weapon out of your hand. He promises to handle justice so that you can be free to love your enemy.",
    "tags": [
      "Non-Violence",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:06:03.638Z",
    "id": 152
  },
  {
    "voice": "John Chrysostom",
    "title": "Communion of Table",
    "text": "The table of the Eucharist and the table of the poor are one. You cannot partake of Christ in the chalice while rejecting Christ in the beggar. Justice is the consistency of our love.",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:06:03.638Z",
    "id": 151
  },
  {
    "voice": "John Chrysostom",
    "title": "The Robber",
    "text": "Consider the thief on the cross. He did no works, offered no sacrifice, yet by a single word of faith, he stole Paradise. This shows that the Kingdom is given by the generosity of the King, not the merit of the subject.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:03.637Z",
    "id": 150
  },
  {
    "voice": "John Chrysostom",
    "title": "Hell is Refusal",
    "text": "The fires of Hell are nothing other than the refusal of God's love. The light of God, which is joy to the righteous, becomes a burning torment to those who have made themselves enemies of the light.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:03.637Z",
    "id": 149
  },
  {
    "voice": "John Chrysostom",
    "title": "Synergy",
    "text": "God does not force salvation upon us. He offers the medicine, but we must open our mouths to drink it. It is a cooperation (synergy) between God's grace and human will.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:06:03.637Z",
    "id": 148
  },
  {
    "voice": "John Chrysostom",
    "title": "The Devil's Rights",
    "text": "The devil had a 'right' to hold sinners in death because we sold ourselves to him. Christ, being sinless, owed nothing to death. When death seized Him, it committed an injustice and lost its right to hold anyone.",
    "tags": [
      "Scapegoat",
      "Atonement"
    ],
    "created_at": "2025-12-04T06:06:03.637Z",
    "id": 147
  },
  {
    "voice": "John Chrysostom",
    "title": "God Needs Nothing",
    "text": "God does not need our service, our sacrifices, or our praise. He asks for these things only for our benefit, that we might be drawn into communion with the Source of all good.",
    "tags": [
      "Trinity",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:03.636Z",
    "id": 146
  },
  {
    "voice": "John Chrysostom",
    "title": "Violence is Weakness",
    "text": "To strike an enemy is not power; it is weakness. To bear the strike without retaliation is the true power. Christ showed the ultimate strength by refusing to return evil for evil.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:03.635Z",
    "id": 145
  },
  {
    "voice": "John Chrysostom",
    "title": "Sin is Madness",
    "text": "Sin is a form of insanity. The sinner acts against his own nature and his own best interest. We do not hate a madman; we pity him and try to restrain him. So God deals with us.",
    "tags": [
      "Judgment",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:06:03.634Z",
    "id": 144
  },
  {
    "voice": "John Chrysostom",
    "title": "The Double Sword",
    "text": "The Cross is a sword that cut the bond of our debt and severed the head of the dragon. It is the trophy of God's love for mankind (philanthropia), displayed for all the demons to fear.",
    "tags": [
      "Non-Violence",
      "Atonement"
    ],
    "created_at": "2025-12-04T06:06:03.633Z",
    "id": 143
  },
  {
    "voice": "John Chrysostom",
    "title": "Wrath as Discipline",
    "text": "God's wrath is not a passion or an emotion; it is His disciplinary action. When a father disciplines a son, he does it out of love for the son's future, not out of hatred for the son's past.",
    "tags": [
      "Judgment",
      "Trinity"
    ],
    "created_at": "2025-12-04T06:06:03.632Z",
    "id": 142
  },
  {
    "voice": "John Chrysostom",
    "title": "The Altar of the Poor",
    "text": "You honor the altar in the church when the Body of Christ is present, yet you ignore the altar in the street—the poor man who *is* the Body of Christ. To neglect the poor is to violate the justice of God.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:06:03.632Z",
    "id": 141
  },
  {
    "voice": "John Chrysostom",
    "title": "The Paschal Victory",
    "text": "Let no one fear death, for the Savior’s death has set us free. He that was held prisoner by it has annihilated it. By descending into Hell, He made Hell captive. He embittered it when it tasted of His flesh.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-04T06:06:03.632Z",
    "id": 140
  },
  {
    "voice": "John Chrysostom",
    "title": "No Debt to God",
    "text": "Do not think the Father demanded the death of His Son as a payment. It was not the Father who held us captive, but death and the devil. The Son paid the debt to death to break its hold, not to appease the Father.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-04T06:06:03.631Z",
    "id": 139
  },
  {
    "voice": "John Chrysostom",
    "title": "The Bait and the Hook",
    "text": "The Cross was a trap for the devil. The humanity of Christ was the bait, but the divinity was the hook hidden inside. Death swallowed the bait, thinking it was a mere man, and was pierced by the hook of Life.",
    "tags": [
      "Atonement",
      "Scapegoat"
    ],
    "created_at": "2025-12-04T06:06:03.631Z",
    "id": 138
  },
  {
    "voice": "John Chrysostom",
    "title": "The Physician",
    "text": "God is not a judge who is angry with criminals; He is a physician who is fighting a disease. When He sees a sinner, He sees a wounded man. He applies the medicine of repentance not to punish, but to heal.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:06:03.630Z",
    "id": 137
  },
  {
    "voice": "Greg Boyd",
    "title": "Defining Omnipotence",
    "text": "God's almightiness is not the power to do anything (like square a circle or force love). It is the power to undergo anything, to suffer anything, and to still remain love.",
    "tags": [
      "Trinity",
      "Justice"
    ],
    "created_at": "2025-12-04T06:05:41.377Z",
    "id": 136
  },
  {
    "voice": "Greg Boyd",
    "title": "Wrath is Organic",
    "text": "Wrath is not a mood swing in God. It is the organic consequence of a creature trying to disconnect from the Source of Life. It is the pain of the branch breaking itself off from the vine.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T06:05:41.377Z",
    "id": 135
  },
  {
    "voice": "Greg Boyd",
    "title": "The Scapegoat Mechanism",
    "text": "Human culture unites by blaming a victim. God entered this mechanism as the victim to expose it and stop it. We are no longer permitted to create unity by finding an enemy to hate.",
    "tags": [
      "Scapegoat",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:05:41.376Z",
    "id": 134
  },
  {
    "voice": "Greg Boyd",
    "title": "Nationalism is Idolatry",
    "text": "The Kingdom of God has no borders and no flag. When the church aligns itself with the 'power over' tactics of a nation-state, it ceases to look like Jesus and begins to look like Caesar.",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:05:41.376Z",
    "id": 133
  },
  {
    "voice": "Greg Boyd",
    "title": "Trusting the Revelation",
    "text": "If we trust Jesus as our Savior, we must also trust Him as our Revelator. We cannot say He saves us but then go back to the Old Testament to find out what God is 'really' like when He's angry.",
    "tags": [
      "Trinity",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:05:41.376Z",
    "id": 132
  },
  {
    "voice": "Greg Boyd",
    "title": "The Lamb Slain from the Foundation",
    "text": "The Cross was not Plan B. It was the revelation of who God has been from all eternity. Creation itself is an act of kenosis (self-emptying) that mirrors the Cross.",
    "tags": [
      "Trinity",
      "Atonement"
    ],
    "created_at": "2025-12-04T06:05:41.375Z",
    "id": 131
  },
  {
    "voice": "Greg Boyd",
    "title": "Love is Not Permissive",
    "text": "God's non-violent love is not passive or permissive. It is fiercely opposed to evil. But it opposes evil by exposing it and swallowing it up in light, not by mirroring its violence.",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:05:41.375Z",
    "id": 130
  },
  {
    "voice": "Greg Boyd",
    "title": "The Cross Redeems our Image of God",
    "text": "The Atonement isn't just saving us from sin; it's saving us from a wrong view of God. It purifies our imagination, washing away the image of a tyrant and replacing it with the image of a self-giving lover.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-04T06:05:41.374Z",
    "id": 129
  },
  {
    "voice": "Greg Boyd",
    "title": "Satan as the Executioner",
    "text": "Scripture often reveals that the actual agent of death is a 'destroyer' (Satan). God takes responsibility for it in the text because He is the sovereign authority who allowed the protection to be lifted.",
    "tags": [
      "Judgment",
      "Scapegoat"
    ],
    "created_at": "2025-12-04T06:05:41.374Z",
    "id": 128
  },
  {
    "voice": "Greg Boyd",
    "title": "Something to Say vs. Something to Bear",
    "text": "In the OT, God often had something to say (prophetic truth) but also something to bear (the cultural conditioning of the prophet). We must distinguish between the divine truth and the fallen cultural husk it is wrapped in.",
    "tags": [
      "Non-Violence",
      "Trinity"
    ],
    "created_at": "2025-12-04T06:05:41.374Z",
    "id": 127
  },
  {
    "voice": "Greg Boyd",
    "title": "The Principle of Redemptive Withdrawal",
    "text": "When God's people insist on a king or a sword, God often grants their request to teach them the folly of it. He withdraws and allows the natural results of their trust in violence to unfold.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T06:05:41.373Z",
    "id": 126
  },
  {
    "voice": "Greg Boyd",
    "title": "God is Not Janus-Faced",
    "text": "God does not have two faces—one of the loving Jesus and one of the wrathful tribal deity. Jesus is the 'exact imprint' of God's nature. If you see a violent God in the text, you are looking at a mask God wore for the sake of His people.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:05:41.373Z",
    "id": 125
  },
  {
    "voice": "Greg Boyd",
    "title": "The Aikido of God",
    "text": "God's wisdom is like a cosmic martial art. He doesn't block evil with force; He redirects its own energy back upon itself. On the Cross, God used the very violence of Satan to defeat Satan.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-04T06:05:41.373Z",
    "id": 124
  },
  {
    "voice": "Greg Boyd",
    "title": "Cosmic Conflict",
    "text": "We cannot understand the evil in the world if we think God is the only agent acting. We live in a war zone. Much of the destruction ascribed to God is actually the work of 'destroying angels' or chaotic forces that God ceases to hold back.",
    "tags": [
      "Judgment",
      "Scapegoat"
    ],
    "created_at": "2025-12-04T06:05:41.372Z",
    "id": 123
  },
  {
    "voice": "Greg Boyd",
    "title": "Power Under vs. Power Over",
    "text": "The Kingdom of the World runs on 'power over'—coercion and force. The Kingdom of God runs on 'power under'—serving, blessing, and dying for enemies. The Cross is the ultimate display of 'power under.'",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:05:41.371Z",
    "id": 122
  },
  {
    "voice": "Greg Boyd",
    "title": "Literary Crucifixes",
    "text": "The violent portraits of God in the Old Testament are 'literary crucifixes.' Just as Jesus bore our sin on the cross and looked like a criminal, God bore the fallen, violent misconceptions of His people in the text, allowing them to depict Him as a warrior to stay in relationship with them.",
    "tags": [
      "Non-Violence",
      "Trinity"
    ],
    "created_at": "2025-12-04T06:05:41.371Z",
    "id": 121
  },
  {
    "voice": "Greg Boyd",
    "title": "Judgment as Withdrawal",
    "text": "In the Bible, when God 'judges,' He doesn't usually strike out in rage. He sorrowfully withdraws His protective presence, 'giving people over' (Romans 1) to the destructive consequences of the chaotic forces they have aligned with.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T06:05:41.370Z",
    "id": 120
  },
  {
    "voice": "Greg Boyd",
    "title": "The Myth of Redemptive Violence",
    "text": "The world believes that violence can only be stopped by superior violence. The Cross exposes this as a lie. God defeats evil not by out-killing it, but by letting it exhaust itself on Him, absorbing it with love.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-04T06:05:41.369Z",
    "id": 119
  },
  {
    "voice": "Greg Boyd",
    "title": "God Looks Like Jesus",
    "text": "Jesus is not changing the Father's mind; He is revealing the Father's heart. God has always been like Jesus. There is no 'dark side' to God that Jesus has to save us from.",
    "tags": [
      "Trinity",
      "Atonement"
    ],
    "created_at": "2025-12-04T06:05:41.369Z",
    "id": 118
  },
  {
    "voice": "Greg Boyd",
    "title": "The Cruciform Lens",
    "text": "The Cross is not just one event among many; it is the thematic center of everything God is. If our concept of God conflicts with the revelation of self-sacrificial love on the Cross, our concept—not the Cross—must be corrected.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:05:41.368Z",
    "id": 117
  },
  {
    "voice": "Graham Maxwell",
    "title": "The Friend of Sinners",
    "text": "Jesus was known as the 'friend of sinners.' This was not a strategy; it was the revelation of who God has always been. He likes us. He is on our side.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-04T06:05:31.465Z",
    "id": 116
  },
  {
    "voice": "Graham Maxwell",
    "title": "Why the Delay?",
    "text": "Why hasn't Jesus returned? God is allowing sin to run its full course so that the entire universe can see the results of rebellion. He wants to ensure that sin never arises again—not by force, but by evidence.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T06:05:31.465Z",
    "id": 115
  },
  {
    "voice": "Graham Maxwell",
    "title": "The Emergency Measures",
    "text": "Miracles and interventions are emergency measures. God prefers to work through the quiet, consistent laws of nature and the gentle voice of the Spirit, respecting the order He created.",
    "tags": [
      "Trinity",
      "Justice"
    ],
    "created_at": "2025-12-04T06:05:31.464Z",
    "id": 114
  },
  {
    "voice": "Graham Maxwell",
    "title": "Forgiveness",
    "text": "Forgiveness is God treating us as if we had never sinned. It is not just a legal pardon, but a restoration of the relationship as if the breach had never occurred.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-04T06:05:31.464Z",
    "id": 113
  },
  {
    "voice": "Graham Maxwell",
    "title": "The Scapegoat",
    "text": "God is not the one who places sins on the Scapegoat to destroy him; the Scapegoat (Satan) bears the ultimate responsibility for the rebellion he started and the lies he told.",
    "tags": [
      "Scapegoat",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:05:31.464Z",
    "id": 112
  },
  {
    "voice": "Graham Maxwell",
    "title": "Freedom is Essential",
    "text": "For love to exist, there must be freedom—including the freedom to say 'no' to God. God values our freedom so much that He allows us to reject Him, even if it breaks His heart.",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:05:31.463Z",
    "id": 111
  },
  {
    "voice": "Graham Maxwell",
    "title": "The Fire of Glory",
    "text": "The 'consuming fire' is the glory of God's presence. To those who love Him, it is life and warmth. To those who are out of harmony with Him, that same presence is torment and destruction.",
    "tags": [
      "Judgment",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:05:31.463Z",
    "id": 110
  },
  {
    "voice": "Graham Maxwell",
    "title": "The Meaning of Justice",
    "text": "Biblical justice is not 'an eye for an eye.' True justice is doing right by everyone involved—restoring what was lost and fixing what was broken. It is consistent with mercy.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:05:31.463Z",
    "id": 109
  },
  {
    "voice": "Graham Maxwell",
    "title": "One Will",
    "text": "There is no conflict between the Father and the Son. We must never view the Son as pleading with a reluctant Father. 'God was in Christ, reconciling the world to Himself.'",
    "tags": [
      "Trinity",
      "Atonement"
    ],
    "created_at": "2025-12-04T06:05:31.462Z",
    "id": 108
  },
  {
    "voice": "Graham Maxwell",
    "title": "Omnipotence Cannot Save",
    "text": "Power can create a universe, but power cannot heal a broken heart or win a distrusting mind. That is why God laid aside His power and came in humility to win us back.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:05:31.462Z",
    "id": 107
  },
  {
    "voice": "Graham Maxwell",
    "title": "The Final Generation",
    "text": "God is waiting for a generation who knows Him so well that they can stand before the universe and demonstrate that His way of life is beautiful, consistent, and trustworthy, even under the pressure of the enemy.",
    "tags": [
      "Judgment",
      "Scapegoat"
    ],
    "created_at": "2025-12-04T06:05:31.461Z",
    "id": 106
  },
  {
    "voice": "Graham Maxwell",
    "title": "The Teacher in the Old Testament",
    "text": "In the Old Testament, God had to speak to people in the language of their time. He often accepted responsibility for the destruction caused by sin (as a 'destroyer') because they could not yet understand the distinction between His permissive and causative will.",
    "tags": [
      "Non-Violence",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:05:31.461Z",
    "id": 105
  },
  {
    "voice": "Graham Maxwell",
    "title": "Fear Casts Out Love",
    "text": "You cannot force love. If God were to use His omnipotence to terrify us into submission, He might get obedience, but He would never get our love. Fear and love are mutually exclusive.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-04T06:05:31.460Z",
    "id": 104
  },
  {
    "voice": "Graham Maxwell",
    "title": "Healing, Not Legalism",
    "text": "Salvation is not a legal adjustment in the books of heaven; it is the actual healing of the damage sin has done to the mind and character. It is the restoration of the image of God in man.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-04T06:05:31.460Z",
    "id": 103
  },
  {
    "voice": "Graham Maxwell",
    "title": "Trust and Evidence",
    "text": "God does not ask for blind faith. He wants to be known and understood. He has provided enough evidence of His character so that we can trust Him, even when we cannot understand everything.",
    "tags": [
      "Justice",
      "Atonement"
    ],
    "created_at": "2025-12-04T06:05:31.459Z",
    "id": 102
  },
  {
    "voice": "Graham Maxwell",
    "title": "Sin is Suicidal",
    "text": "God is the only source of life. Therefore, sin—which is cutting oneself off from God—is inherently suicidal. God does not need to execute the sinner; the separation itself causes death.",
    "tags": [
      "Judgment",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:05:31.459Z",
    "id": 101
  },
  {
    "voice": "Graham Maxwell",
    "title": "The Purpose of the Cross",
    "text": "The death of Christ was not necessary to persuade the Father to love us. It was the Father and Son together, at infinite cost, demonstrating the truth about their character to destroy the lies of the adversary.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-04T06:05:31.459Z",
    "id": 100
  },
  {
    "voice": "Graham Maxwell",
    "title": "Wrath as Abandonment",
    "text": "As Paul describes in Romans 1, the 'wrath of God' is His respectful, sorrowful acceptance of our choice to leave Him. He 'gave them up' to the consequences of their own rebellion.",
    "tags": [
      "Judgment",
      "Non-Violence"
    ],
    "created_at": "2025-12-04T06:05:31.458Z",
    "id": 99
  },
  {
    "voice": "Graham Maxwell",
    "title": "Law as Design",
    "text": "God's law is not a set of arbitrary rules imposed by a sovereign to test obedience. It is a description of reality. It is like the laws of health or physics; if you ignore them, you don't get punished, you get sick.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-04T06:05:31.458Z",
    "id": 98
  },
  {
    "voice": "Graham Maxwell",
    "title": "The Central Question",
    "text": "The entire Bible is the record of a conflict over the character of God. The most critical question we must answer is not 'How are we saved?' but 'What is God like?' Can He be trusted?",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-04T06:05:31.456Z",
    "id": 97
  },
  {
    "voice": "F. T. Wright",
    "title": "Restoration of Dominion",
    "text": "Man lost dominion of the earth through sin. Christ regained it not by force, but by the power of self-sacrificing love, establishing a Kingdom that cannot be shaken.",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-02T19:44:15.338Z",
    "id": 96
  },
  {
    "voice": "F. T. Wright",
    "title": "Legalism is Rebellion",
    "text": "Trying to earn salvation by works is the highest form of rebellion, because it rejects God's gift and asserts human sufficiency. This was the sin of the Pharisees.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-02T19:44:15.338Z",
    "id": 95
  },
  {
    "voice": "F. T. Wright",
    "title": "The Scapegoat Ritual",
    "text": "In the Levitical service, the goat for the Lord is slain (Christ). The scapegoat (Azazel/Satan) is not slain as a sacrifice, but led into the wilderness to carry the responsibility of sin away.",
    "tags": [
      "Scapegoat",
      "Atonement"
    ],
    "created_at": "2025-12-02T19:44:15.338Z",
    "id": 94
  },
  {
    "voice": "F. T. Wright",
    "title": "Does God Kill?",
    "text": "Jesus said, 'If you have seen me, you have seen the Father.' Jesus never killed. Therefore, the Father never kills. All Old Testament violence must be read through the lens of Christ.",
    "tags": [
      "Non-Violence",
      "Trinity"
    ],
    "created_at": "2025-12-02T19:44:15.337Z",
    "id": 93
  },
  {
    "voice": "F. T. Wright",
    "title": "The Third Angel's Message",
    "text": "The final message to the world is the revelation of the righteousness of Christ—a righteousness that relies entirely on God and uses no force or coercion.",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-02T19:44:15.337Z",
    "id": 92
  },
  {
    "voice": "F. T. Wright",
    "title": "Victory Over Sin",
    "text": "Salvation is not just forgiveness for past sins; it is deliverance from the power of sin. Christ condemned sin in the flesh so that the righteousness of the law might be fulfilled in us.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-02T19:44:15.337Z",
    "id": 91
  },
  {
    "voice": "F. T. Wright",
    "title": "Fear vs. Love",
    "text": "You cannot love someone you are afraid of. If you believe God might kill you, you may obey Him, but you cannot love Him. The Cross destroys fear so love can exist.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-02T19:44:15.336Z",
    "id": 90
  },
  {
    "voice": "F. T. Wright",
    "title": "The Law is a Design Protocol",
    "text": "God's law is not a list of arbitrary rules, but the design protocol of life itself. Transgressing it is like transgressing the law of gravity; you don't get a ticket, you get damage.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-02T19:44:15.336Z",
    "id": 89
  },
  {
    "voice": "F. T. Wright",
    "title": "Separation is Death",
    "text": "God is the only source of life. Therefore, total separation from God—which is the definition of sin—must result in the cessation of life. God does not execute; He honors the separation.",
    "tags": [
      "Judgment",
      "Non-Violence"
    ],
    "created_at": "2025-12-02T19:44:15.335Z",
    "id": 88
  },
  {
    "voice": "F. T. Wright",
    "title": "The Cross Changed Us, Not God",
    "text": "The Cross did not change God's mind about us; it revealed His mind to us. It was not to buy off God's anger, but to break our hearts and kill our enmity.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-02T19:44:15.335Z",
    "id": 87
  },
  {
    "voice": "F. T. Wright",
    "title": "The Two Covenants",
    "text": "The Old Covenant is the promise of man to obey God (which always fails). The New Covenant is the promise of God to write His law in man's heart (which never fails).",
    "tags": [
      "Justice",
      "Atonement"
    ],
    "created_at": "2025-12-02T19:44:15.335Z",
    "id": 86
  },
  {
    "voice": "F. T. Wright",
    "title": "Torment is Self-Inflicted",
    "text": "The 'fire' that consumes the wicked is the glory of God's holiness. To the righteous, it is a warming light; to those holding onto sin, that same love becomes a consuming fire of guilt and regret.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-02T19:44:15.334Z",
    "id": 85
  },
  {
    "voice": "F. T. Wright",
    "title": "The Strange Act",
    "text": "Judgment is called God's 'strange act' because it is foreign to His nature. His nature is to give life. Destruction is the result when His protecting hand is forced to withdraw.",
    "tags": [
      "Judgment",
      "Non-Violence"
    ],
    "created_at": "2025-12-02T19:44:15.334Z",
    "id": 84
  },
  {
    "voice": "F. T. Wright",
    "title": "God's Character on Trial",
    "text": "The central issue of the Great Controversy is the character of God. Satan alleges God is severe and arbitrary. The life and death of Jesus were the final refutation of this lie.",
    "tags": [
      "Justice",
      "Scapegoat"
    ],
    "created_at": "2025-12-02T19:44:15.333Z",
    "id": 83
  },
  {
    "voice": "F. T. Wright",
    "title": "The Sword of the Lord",
    "text": "The 'sword' proceeding from the mouth of Christ is His Word of Truth. It cuts the heart to heal it, or, if rejected, leaves the sinner to the cutting mechanism of their own guilt. It is never a literal weapon.",
    "tags": [
      "Non-Violence",
      "Judgment"
    ],
    "created_at": "2025-12-02T19:44:15.333Z",
    "id": 82
  },
  {
    "voice": "F. T. Wright",
    "title": "Atonement is Not Appeasement",
    "text": "The heathen concept of atonement is a sacrifice offered to appease an angry deity. The Christian concept is God Himself providing the sacrifice to reconcile man's enmity against Him.",
    "tags": [
      "Atonement",
      "Scapegoat"
    ],
    "created_at": "2025-12-02T19:44:15.332Z",
    "id": 81
  },
  {
    "voice": "F. T. Wright",
    "title": "Beholding and Becoming",
    "text": "We are changed by what we behold. If we behold a God who uses violence to enforce His law, we will become violent. If we behold the self-sacrificing love of Calvary, we are changed into that same image.",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-02T19:44:15.332Z",
    "id": 80
  },
  {
    "voice": "F. T. Wright",
    "title": "The Nature of Christ",
    "text": "To save us, Christ had to come to where we are. He took upon Himself not the nature of Adam before the fall, but the fallen, tempted nature of man, yet without sinning, condemning sin in the flesh.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-02T19:44:15.332Z",
    "id": 79
  },
  {
    "voice": "F. T. Wright",
    "title": "Sin is the Destroyer",
    "text": "Sin carries the seed of its own destruction. God does not need to kill the sinner; He only needs to cease sustaining the life of the rebel, and death is the inevitable natural consequence.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-02T19:44:15.331Z",
    "id": 78
  },
  {
    "voice": "F. T. Wright",
    "title": "The Wrath of God",
    "text": "The wrath of God is not an emotional outburst of anger, nor a judicial execution. As defined in Romans 1, it is God 'giving them up' to the consequences of their own choices. It is the pain of a lover letting go.",
    "tags": [
      "Judgment",
      "Non-Violence"
    ],
    "created_at": "2025-12-02T19:44:15.329Z",
    "id": 77
  },
  {
    "voice": "Ellen G. White",
    "title": "Divine Suffering",
    "text": "All heaven suffered in Christ's agony; but that suffering did not begin or end with His manifestation in humanity. The cross is a revelation to our dull senses of the pain that, from its very inception, sin has brought to the heart of God.",
    "tags": [
      "Trinity",
      "Non-Violence"
    ],
    "created_at": "2025-12-02T19:09:16.113Z",
    "id": 76
  },
  {
    "voice": "Ellen G. White",
    "title": "The Final Vindication",
    "text": "In the end, the whole universe, both loyal and rebellious, will declare: 'Just and true are Thy ways, Thou King of saints.'",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-02T19:09:16.112Z",
    "id": 75
  },
  {
    "voice": "Ellen G. White",
    "title": "The Intercessor",
    "text": "Christ is the connecting link between God and man. He has promised His intercession. He places His whole merit of righteousness on the side of the suppliant.",
    "tags": [
      "Trinity",
      "Atonement"
    ],
    "created_at": "2025-12-02T19:09:16.112Z",
    "id": 74
  },
  {
    "voice": "Ellen G. White",
    "title": "Force is Contrary to God",
    "text": "Compelling power is found only under Satan's government. The Lord's principles are not of this order. His authority rests upon goodness, mercy, and love.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-02T19:09:16.112Z",
    "id": 73
  },
  {
    "voice": "Ellen G. White",
    "title": "God is Love",
    "text": "Every manifestation of creative power is an expression of infinite love. The sovereignty of God involves fullness of blessing to all created beings.",
    "tags": [
      "Non-Violence",
      "Trinity"
    ],
    "created_at": "2025-12-02T19:09:16.111Z",
    "id": 72
  },
  {
    "voice": "Ellen G. White",
    "title": "Original Sin vs Inherited Tendency",
    "text": "We do not carry the guilt of Adam, but we inherit the fallen nature and the tendency to sin. Christ took this same heredity to overcome it.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-02T19:09:16.111Z",
    "id": 71
  },
  {
    "voice": "Ellen G. White",
    "title": "The Shadow of the Cross",
    "text": "The cross of Calvary, while it declares the law immutable, proclaims to the universe that the wages of sin is death. In the Saviour’s expiring cry, 'It is finished,' the death knell of Satan was rung.",
    "tags": [
      "Judgment",
      "Scapegoat"
    ],
    "created_at": "2025-12-02T19:09:16.111Z",
    "id": 70
  },
  {
    "voice": "Ellen G. White",
    "title": "Mercy and Justice Kissed",
    "text": "Justice and mercy stood apart, in opposition to each other, separated by a wide gulf. The Lord our Redeemer clothed His divinity with humanity, and wrought out in behalf of man a character that was without spot or blemish.",
    "tags": [
      "Justice",
      "Atonement"
    ],
    "created_at": "2025-12-02T19:09:16.110Z",
    "id": 69
  },
  {
    "voice": "Ellen G. White",
    "title": "The Robe of Righteousness",
    "text": "This robe, woven in the loom of heaven, has in it not one thread of human devising. Christ in His humanity wrought out a perfect character, and this character He offers to impart to us.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-02T19:09:16.110Z",
    "id": 68
  },
  {
    "voice": "Ellen G. White",
    "title": "The Destroyer",
    "text": "God destroys no one. The sinner destroys himself by his own impenitence.",
    "tags": [
      "Non-Violence",
      "Judgment"
    ],
    "created_at": "2025-12-02T19:09:16.110Z",
    "id": 67
  },
  {
    "voice": "Ellen G. White",
    "title": "Atonement is Reconciliation",
    "text": "The atonement of Christ is not a mere way of escape from the penalty of transgression; it is a method of reclaiming the wanderer, of restoring the lost son to the Father's house.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-02T19:09:16.110Z",
    "id": 66
  },
  {
    "voice": "Ellen G. White",
    "title": "Condemnation in the Flesh",
    "text": "He took upon His sinless nature our sinful nature, that He might know how to succor those that are tempted.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-02T19:09:16.109Z",
    "id": 65
  },
  {
    "voice": "Ellen G. White",
    "title": "The Universe Watching",
    "text": "The plan of redemption had a yet broader and deeper purpose than the salvation of man. It was to vindicate the character of God before the intelligence of the universe.",
    "tags": [
      "Justice",
      "Atonement"
    ],
    "created_at": "2025-12-02T19:09:16.109Z",
    "id": 64
  },
  {
    "voice": "Ellen G. White",
    "title": "The Cross Unmasked Satan",
    "text": "Satan saw that his disguise was torn away. His administration was laid open before the unfallen angels and before the heavenly universe. He had revealed himself as a murderer.",
    "tags": [
      "Scapegoat",
      "Judgment"
    ],
    "created_at": "2025-12-02T19:09:16.108Z",
    "id": 63
  },
  {
    "voice": "Ellen G. White",
    "title": "Wrath as Withdrawal",
    "text": "By a life of rebellion, Satan and all who unite with him place themselves so out of harmony with God that His very presence is to them a consuming fire.",
    "tags": [
      "Judgment",
      "Non-Violence"
    ],
    "created_at": "2025-12-02T19:09:16.108Z",
    "id": 62
  },
  {
    "voice": "Ellen G. White",
    "title": "The Two Principles",
    "text": "From the beginning it has been the great controversy concerning the law of God. Satan has sought to prove that God is unjust, that His law is faulty, and that the good of the universe requires it to be changed.",
    "tags": [
      "Justice",
      "Scapegoat"
    ],
    "created_at": "2025-12-02T19:09:16.108Z",
    "id": 61
  },
  {
    "voice": "Ellen G. White",
    "title": "The Immutability of the Law",
    "text": "The cross of Christ testifies to the immutability of the law of God. If the law could have been changed, Christ need not have died. The fact that He gave His life proves that the law of God is changeless.",
    "tags": [
      "Justice",
      "Atonement"
    ],
    "created_at": "2025-12-02T19:09:16.107Z",
    "id": 60
  },
  {
    "voice": "Ellen G. White",
    "title": "Sin Destroys Itself",
    "text": "It is not an arbitrary decree on the part of God that excludes the wicked from heaven... The glory of God would be to them a consuming fire. They would welcome destruction, that they might be hidden from the face of Him who died to redeem them.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-02T19:09:16.107Z",
    "id": 59
  },
  {
    "voice": "Ellen G. White",
    "title": "The Law of Life",
    "text": "The law of love being the foundation of the government of God, the happiness of all intelligent beings depends upon their perfect accord with its great principles of righteousness.",
    "tags": [
      "Justice",
      "Atonement"
    ],
    "created_at": "2025-12-02T19:09:16.106Z",
    "id": 58
  },
  {
    "voice": "Ellen G. White",
    "title": "God is Not an Executioner",
    "text": "God does not stand toward the sinner as an executioner of the sentence against transgression; but He leaves the rejectors of His mercy to themselves, to reap that which they have sown.",
    "tags": [
      "Judgment",
      "Non-Violence"
    ],
    "created_at": "2025-12-02T19:09:16.099Z",
    "id": 57
  },
  {
    "voice": "René Girard",
    "title": "Kingdom of God",
    "text": "The Kingdom is a social order based not on exclusion and expulsion, but on universal inclusion. It is the only society that does not require a victim to function.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-02T19:06:39.467Z",
    "id": 56
  },
  {
    "voice": "René Girard",
    "title": "The Skandalon of the Cross",
    "text": "The Cross is a scandal because it strips us of our self-righteousness. We can no longer say 'if we had been there, we would not have killed the prophets.' We are all part of the mechanism.",
    "tags": [
      "Atonement",
      "Judgment"
    ],
    "created_at": "2025-12-02T19:06:39.467Z",
    "id": 55
  },
  {
    "voice": "René Girard",
    "title": "History as Revelation",
    "text": "History is a long process of the Gospel working like yeast, slowly making it impossible for us to ignore the victims we create. We care about victims today because of the Bible.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-02T19:06:39.466Z",
    "id": 54
  },
  {
    "voice": "René Girard",
    "title": "Scandal (Skandalon)",
    "text": "The 'stumbling block' is the model/rival who fascinates us. We are obsessed with the obstacle. Jesus invites us to stop stumbling over one another and imitate the Father instead.",
    "tags": [
      "Non-Violence",
      "Scapegoat"
    ],
    "created_at": "2025-12-02T19:06:39.466Z",
    "id": 53
  },
  {
    "voice": "René Girard",
    "title": "The Innocent Victim",
    "text": "The recognition of the victim as innocent is the spiritual revolution of Christianity. Once we see the victim is innocent, the mechanism of peace-through-violence stops working.",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-02T19:06:39.465Z",
    "id": 52
  },
  {
    "voice": "René Girard",
    "title": "Peter's Denial",
    "text": "Peter's denial shows how irresistible the mimetic pressure of the crowd is. Even the most loyal disciple is swept up in the contagion of the mob when the crisis hits.",
    "tags": [
      "Scapegoat",
      "Judgment"
    ],
    "created_at": "2025-12-02T19:06:39.465Z",
    "id": 51
  },
  {
    "voice": "René Girard",
    "title": "The Psalms",
    "text": "The Psalms are unique in ancient literature because they give voice to the scapegoat. Instead of the community praising the killing, we hear the victim crying out against the mob.",
    "tags": [
      "Justice",
      "Scapegoat"
    ],
    "created_at": "2025-12-02T19:06:39.465Z",
    "id": 50
  },
  {
    "voice": "René Girard",
    "title": "Non-Retaliation",
    "text": "The only way to break the mimetic cycle is total non-retaliation. If Jesus had struck back, he would have become just another rival. By refusing to defend himself, he broke the mirror of violence.",
    "tags": [
      "Non-Violence",
      "Atonement"
    ],
    "created_at": "2025-12-02T19:06:39.464Z",
    "id": 49
  },
  {
    "voice": "René Girard",
    "title": "Double Transference",
    "text": "The mob transfers their violence onto the victim (making him a sinner), and then transfers the peace that results onto the victim as well (making him a god). This is the origin of archaic religion.",
    "tags": [
      "Scapegoat",
      "Trinity"
    ],
    "created_at": "2025-12-02T19:06:39.464Z",
    "id": 48
  },
  {
    "voice": "René Girard",
    "title": "The Antichrist",
    "text": "The Antichrist is not a monster, but a super-victorious peace-bringer who achieves peace through the old sacrificial means, imitating Christ's results but rejecting Christ's method.",
    "tags": [
      "Judgment",
      "Scapegoat"
    ],
    "created_at": "2025-12-02T19:06:39.463Z",
    "id": 47
  },
  {
    "voice": "René Girard",
    "title": "Things Hidden",
    "text": "The Bible is the text that reveals 'things hidden since the foundation of the world'—namely, that our peace is built on the murder of the innocent.",
    "tags": [
      "Scapegoat",
      "Justice"
    ],
    "created_at": "2025-12-02T19:06:39.462Z",
    "id": 46
  },
  {
    "voice": "René Girard",
    "title": "Apocalypse Now",
    "text": "Because the Cross destroyed the efficacy of the scapegoat mechanism (we can no longer kill victims with a clear conscience), we are left without our ancient protection against violence. We must choose the Kingdom or total destruction.",
    "tags": [
      "Judgment",
      "Non-Violence"
    ],
    "created_at": "2025-12-02T19:06:39.461Z",
    "id": 45
  },
  {
    "voice": "René Girard",
    "title": "The Paraclete",
    "text": "The Holy Spirit is the Paraclete—the 'Defense Attorney' for the accused. This is the opposite of Satan, the Accuser. The Spirit works in history to reveal the innocence of victims.",
    "tags": [
      "Trinity",
      "Justice"
    ],
    "created_at": "2025-12-02T19:06:39.461Z",
    "id": 44
  },
  {
    "voice": "René Girard",
    "title": "The End of Sacrifice",
    "text": "Christ did not offer a sacrifice to appease an angry God; he ended the system of sacrifice forever by allowing the system to exhaust its violence on him without retaliation.",
    "tags": [
      "Atonement",
      "Scapegoat"
    ],
    "created_at": "2025-12-02T19:06:39.460Z",
    "id": 43
  },
  {
    "voice": "René Girard",
    "title": "God is Not Violent",
    "text": "The Gospels reveal a God who is absolutely alien to violence. Violence is purely human. The idea of a violent God is a projection of our own sacrificial machinery onto the divine.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-02T19:06:39.460Z",
    "id": 42
  },
  {
    "voice": "René Girard",
    "title": "Satan is the Mechanism",
    "text": "Satan is not a rival god, but the personification of the mimetic cycle—the Accuser who stirs up the mob and the Prince of this World who organizes order through expulsion.",
    "tags": [
      "Judgment",
      "Scapegoat"
    ],
    "created_at": "2025-12-02T19:06:39.459Z",
    "id": 41
  },
  {
    "voice": "René Girard",
    "title": "The Cross exposing the Mechanism",
    "text": "The Passion of Christ is the first time in history that a founding murder is narrated from the perspective of the innocent victim, not the persecutors. It reveals the scapegoat mechanism for what it is: a lie.",
    "tags": [
      "Atonement",
      "Scapegoat"
    ],
    "created_at": "2025-12-02T19:06:39.458Z",
    "id": 40
  },
  {
    "voice": "René Girard",
    "title": "The Founding Murder",
    "text": "Human culture is founded on the corpse of the victim. Myths are the stories told by the lynchers to justify their violence, disguising the murder as a sacred sacrifice demanded by the gods.",
    "tags": [
      "Scapegoat",
      "Justice"
    ],
    "created_at": "2025-12-02T19:06:39.458Z",
    "id": 39
  },
  {
    "voice": "René Girard",
    "title": "The Scapegoat Mechanism",
    "text": "When mimetic rivalry threatens to destroy a community, peace is restored by polarizing the violence onto a single victim. The victim is blamed for the disorder, expelled or killed, and tranquility returns.",
    "tags": [
      "Scapegoat",
      "Non-Violence"
    ],
    "created_at": "2025-12-02T19:06:39.458Z",
    "id": 38
  },
  {
    "voice": "René Girard",
    "title": "Mimetic Desire",
    "text": "Man is the creature who does not know what to desire, and he turns to others in order to make up his mind. We desire what others desire because we desire to be like them.",
    "tags": [
      "Non-Violence",
      "Scapegoat"
    ],
    "created_at": "2025-12-02T19:06:39.456Z",
    "id": 37
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "The Breadth of Atonement",
    "text": "Christ did not die just for individual sins, but to reconcile the whole cosmos. The cross is the axis on which the history of the universe turns toward its new creation.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-02T18:58:18.283Z",
    "id": 36
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "Hell as Self-Exclusion",
    "text": "If God is love, his judgment is the reaction of his love to that which destroys life. Hell is essentially the refusal to be open to this love, a locking of oneself from the inside.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-02T18:58:18.282Z",
    "id": 35
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "Hope Against Hope",
    "text": "Genuine hope is not optimism based on probability. It is hope against hope, trusting in the God who calls into being things that are not and gives life to the dead.",
    "tags": [
      "Judgment",
      "Justice"
    ],
    "created_at": "2025-12-02T18:58:18.282Z",
    "id": 34
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "The Open Trinity",
    "text": "The Trinity is not a closed circle. Through the cross, the circle is broken open to include lost humanity. We are invited into the circulation of the divine life.",
    "tags": [
      "Trinity",
      "Atonement"
    ],
    "created_at": "2025-12-02T18:58:18.281Z",
    "id": 33
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "Against the 'God of Success'",
    "text": "The cross destroys the idol of the 'God of Success'. God is not found in victory and power, but in weakness and defeat. This reverses all human values.",
    "tags": [
      "Scapegoat",
      "Judgment"
    ],
    "created_at": "2025-12-02T18:58:18.280Z",
    "id": 32
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "Ecological Theology",
    "text": "The Spirit of God is present in all creation. The exploitation of nature is a sin against the Spirit. The crucified God suffers with the groaning of creation.",
    "tags": [
      "Non-Violence",
      "Justice"
    ],
    "created_at": "2025-12-02T18:58:18.279Z",
    "id": 31
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "The End of the Law",
    "text": "Christ is the end of the law, not because he fulfilled a legal contract, but because he replaced the legal relationship with a filial relationship. We are no longer subjects, but children.",
    "tags": [
      "Judgment",
      "Atonement"
    ],
    "created_at": "2025-12-02T18:58:18.279Z",
    "id": 30
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "Joy in the Midst of Suffering",
    "text": "Christian joy is not ignoring suffering, but finding God within it. Because God has suffered, our suffering is no longer a meaningless fate but a participation in the divine life.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-02T18:58:18.279Z",
    "id": 29
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "God's Self-Limitation",
    "text": "In creation, God withdraws to make space for the other. This 'zimsum' (self-contraction) is the first act of divine humility, which finds its ultimate expression in the cross.",
    "tags": [
      "Non-Violence",
      "Trinity"
    ],
    "created_at": "2025-12-02T18:58:18.278Z",
    "id": 28
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "Beyond Monotheism",
    "text": "Strict monotheism often mirrors monarchy—one God ruling from above. The Trinity is a community of mutual love (perichoresis), providing a model for a society of equality rather than hierarchy.",
    "tags": [
      "Trinity",
      "Justice"
    ],
    "created_at": "2025-12-02T18:58:18.278Z",
    "id": 27
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "The Trinitarian History",
    "text": "The cross separates the Father from the Son in the pain of abandonment, but unites them in the Spirit of self-giving love. This Spirit is now poured out on the godless.",
    "tags": [
      "Trinity",
      "Atonement"
    ],
    "created_at": "2025-12-02T18:58:18.278Z",
    "id": 26
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "Eschatology is Beginning",
    "text": "Christianity is completely eschatology, is hope, is forward looking and forward moving, and therefore also revolutionizing and transforming the present.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-02T18:58:18.277Z",
    "id": 25
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "Solidarity with Victims",
    "text": "Because God became the victim of a judicial murder, God is found today not among the rulers and the successful, but among the humiliated, the oppressed, and the suffering.",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-02T18:58:18.277Z",
    "id": 24
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "The Future of the Past",
    "text": "We do not just hope for a better future; we hope for the redemption of the past. The victims of history must not remain victims forever. God's justice must include the raising of the dead to right the wrongs of history.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-02T18:58:18.277Z",
    "id": 23
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "Resurrection as Protest",
    "text": "The resurrection is not just a happy ending; it is God's contradiction of the world's verdict. The world said 'Guilty' and executed him; God said 'Righteous' and raised him. It is the ultimate protest against injustice.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-02T18:58:18.276Z",
    "id": 22
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "Political Theology",
    "text": "The crucified Christ is a political reality. He was executed by the state as a rebel. Therefore, Christian hope is not private piety; it is a public stand with the victims of political power.",
    "tags": [
      "Justice",
      "Non-Violence"
    ],
    "created_at": "2025-12-02T18:58:18.276Z",
    "id": 21
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "The Cry of Dereliction",
    "text": "When Jesus cries 'My God, why have you forsaken me?', this is not a breakdown of the Trinity, but its deepest expression. God abandons God so that no human being can ever be truly abandoned again.",
    "tags": [
      "Atonement",
      "Judgment"
    ],
    "created_at": "2025-12-02T18:58:18.276Z",
    "id": 20
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "The Event of the Cross",
    "text": "The cross is not merely a human event where God watches from a distance. It is an event *within* God. The history of the world is taken up into the history of the Trinity.",
    "tags": [
      "Trinity",
      "Atonement"
    ],
    "created_at": "2025-12-02T18:58:18.275Z",
    "id": 19
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "God is Not Immutable",
    "text": "A God who cannot suffer is a God who cannot love. If God were purely static and unchangeable, he would be a demon, not the Father of Jesus Christ. The cross reveals a God who is open to the world's pain.",
    "tags": [
      "Trinity",
      "Justice"
    ],
    "created_at": "2025-12-02T18:58:18.275Z",
    "id": 18
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "The Suffering of the Father",
    "text": "We cannot say God is 'apathetic' (incapable of suffering). On the cross, while the Son suffers dying, the Father suffers the death of the Son. The grief of the Father is just as infinite as the agony of the Son.",
    "tags": [
      "Trinity",
      "Atonement"
    ],
    "created_at": "2025-12-02T18:58:18.265Z",
    "id": 17
  },
  {
    "voice": "The Analyst (AI Synthesis Voice)",
    "title": "Mechanism vs. Mystery",
    "text": "The East views the cross as Medical (healing corruption), the West as Legal (satisfying claims). The Girardian view acts as a sociological bridge: the cross exposes the mechanism of human violence.",
    "tags": [
      "Scapegoat",
      "Non-Violence"
    ],
    "created_at": "2025-12-02T03:19:29.004Z",
    "id": 13
  },
  {
    "voice": "Tertullian",
    "title": "Satisfaction of Debt",
    "text": "Sin creates a debt to God. Repentance and suffering pay back what was stolen from God's honor. This legal framework laid the groundwork for Western penal substitution.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-02T03:19:29.004Z",
    "id": 12
  },
  {
    "voice": "John Chrysostom",
    "title": "The Ransom Trick",
    "text": "The devil tried to swallow the body of Christ, not knowing it contained the hook of Divinity. By killing the sinless one, Death forfeited its rights over humanity.",
    "tags": [
      "Justice",
      "Scapegoat"
    ],
    "created_at": "2025-12-02T03:19:29.003Z",
    "id": 11
  },
  {
    "voice": "Jürgen Moltmann",
    "title": "The Crucified God",
    "text": "God does not sit outside suffering. On the cross, the Father suffers the loss of the Son, and the Son suffers abandonment, bringing God into the depths of human pain.",
    "tags": [
      "Trinity",
      "Atonement"
    ],
    "created_at": "2025-12-02T03:19:29.003Z",
    "id": 10
  },
  {
    "voice": "Richard B. Hays",
    "title": "Faithfulness of Jesus",
    "text": "We are saved not just by our faith *in* Christ, but by the faith *of* Christ—His act of obedience and faithfulness to the covenant where Israel had failed.",
    "tags": [
      "Atonement",
      "Trinity"
    ],
    "created_at": "2025-12-02T03:19:29.002Z",
    "id": 9
  },
  {
    "voice": "Ellen G. White",
    "title": "The Great Controversy",
    "text": "The death of Christ proved God's law is changeless and demonstrated that the wages of sin is death—intrinsic to sin itself, not an arbitrary execution by God.",
    "tags": [
      "Justice",
      "Judgment"
    ],
    "created_at": "2025-12-02T03:19:29.001Z",
    "id": 7
  },
  {
    "voice": "Greg Boyd",
    "title": "The Cruciform Hermeneutic",
    "text": "The cross is the definitive revelation of God. Any picture of God in the Old Testament that looks like a violent warrior must be re-interpreted through the lens of Christ crucified.",
    "tags": [
      "Non-Violence",
      "Judgment"
    ],
    "created_at": "2025-12-02T03:19:29.000Z",
    "id": 6
  },
  {
    "voice": "J. D. Myers",
    "title": "Killing God",
    "text": "On the cross, humanity poured out its ultimate violence on God. God absorbed it and returned only forgiveness, exposing the violence of our own religious systems.",
    "tags": [
      "Non-Violence",
      "Scapegoat"
    ],
    "created_at": "2025-12-02T03:19:29.000Z",
    "id": 5
  },
  {
    "voice": "F. T. Wright",
    "title": "Sin Condemned in the Flesh",
    "text": "Christ took our fallen nature to its death. He didn't die *instead* of us in a legal sense; He died *as* us, breaking the power of the carnal mind from within.",
    "tags": [
      "Atonement",
      "Scapegoat"
    ],
    "created_at": "2025-12-02T03:19:28.999Z",
    "id": 4
  },
  {
    "voice": "Marilyn Campbell",
    "title": "The Pattern of the Feasts",
    "text": "The typology of the Hebrew sanctuary reveals a non-violent God. The 'sword' that slays the sacrifice is the glory of God's holiness interacting with sin, not an act of execution.",
    "tags": [
      "Atonement",
      "Non-Violence"
    ],
    "created_at": "2025-12-02T03:19:28.998Z",
    "id": 3
  },
  {
    "voice": "Graham Maxwell",
    "title": "Healing, Not Legal Adjustment",
    "text": "The cross was not to pay a legal penalty to the Father, but to reveal the truth about God's character to heal our distrust. Sin is a condition, not just a crime.",
    "tags": [
      "Atonement",
      "Justice"
    ],
    "created_at": "2025-12-02T03:19:28.993Z",
    "id": 2
  },
  {
    "voice": "René Girard",
    "title": "The Scapegoat Mechanism",
    "text": "Communities unify by channeling violence toward a single victim.",
    "tags": [
      "Non-Violence"
    ],
    "created_at": "2025-12-02T03:08:08.785Z",
    "id": 1
  }
]
